{
    "Duplicate": "複製",
    "Edit title": "タイトルの編集",
    "Delete": "削除",
    "Document untitled": "無題の文書",
    "Land your dream job using a professional cover letter template": "プロのカバーレターテンプレートを使ってあなたの夢の仕事を手に入れよう",
    "Boost your career with a convincing, HR-approved resume": "説得力のある採用人事承認の履歴書であなたのキャリアを高めましょう",
    "Downloading...": "ダウンロード中…",
    "Download": "ダウンロード",
    "Accept": "了解",
    "Cancel": "キャンセル",
    "Dashboard": "ダッシュボード",
    "Resumes": "履歴書",
    "Cover letters": "カバーレター",
    "Profile": "プロフィール",
    "Help": "ヘルプ",
    "Sign Out": "サインアウト",
    "Your account": "アカウントの概要",
    "Subscription": "登録",
    "Saving data": "データの保存中",
    "Saved": "保存完了",
    "Back": "戻る",
    "App language": "アプリの言語",
    "Website language": "ウェブサイトの言語",
    "Deleted successfully": "削除されました",
    "Error": "エラー",
    "User ID:": "ユーザー ID：",
    "E-book": "電子書籍",
    "Get to grips with resume writing": "履歴書の書き方をマスターする",
    "Download your Winning Resume Kit": "採用につながる履歴書作成キットをダウンロードする",
    "Get it now!": "今すぐ手に入れよう！",
    "Ask the experts": "専門家に問い合わせる",
    "Get professional resume advice": "履歴書に関する専門的なアドバイスをもらう",
    "Have a suggestion?": "アイデアをシェアする",
    "Got a suggestion?": "提案を受け取りましたか？",
    "Let us know your thoughts": "あなたのお考えをお聞かせください",
    "Job search": "求人検索",
    "Find your next dream job": "理想の新しい仕事を見つけましょう",
    "Latest cover letter": "最新のカバーレター",
    "Create a cover letter": "カバーレターを作成する",
    "Combine your cover letter and resume to make the right impression": "カバーレターと履歴書を組み合わせて、適切な印象を与えましょう",
    "Latest resume": "最新の履歴書",
    "Create a resume": "履歴書を作成",
    "Complete your professional resume to grab the employer's attention": "雇い主の関心を引くプロの履歴書を完成させましょう",
    "View all": "すべて表示",
    "View less": "一部を非表示にする",
    "If you need any help or advice, don't hesitate to contact our friendly resume professionals.": "サポートやアドバイスが必要なら、弊社の履歴書の専門家にお気軽にお問い合わせください。",
    "Reminder": "リマインダ",
    "Before you get started": "始める前に",
    "How it works": "使い方",
    "Time to start sending your winning resume out? Check out some of the best vacancies in your area with the built-in job search app.": "採用につながる素晴らしい履歴書をそろそろ送り始めましょうか？サイトに組み込まれた求人検索アプリを使って、お住まいの地域で一番良い求人情報をチェックしましょう。",
    "Enter the type or name of the job you want to find, the location and country and click 'Find Jobs' to get a list of the most suitable listings in your preferred area.": "見つけたい仕事の種類や名前、場所、国を入力して、「仕事を探す」をクリックすれば、希望する地域での最適な求人情報のリストを見ることができます。",
    "Job": "求人",
    "City": "都市名",
    "Country": "国名",
    "Find jobs": "仕事を探す",
    "Load more": "続きをロードする",
    "Company": "会社名",
    "See position": "募集内容を見る",
    "Are you sure you want to delete this cover letter?": "本当にこのカバーレターを削除しますか？",
    "Are you sure you want to duplicate this cover letter?": "本当にこのカバーレターを複製しますか？",
    "Do you want to edit the title of this cover letter?": "このカバーレターのタイトルを編集しますか？",
    "New cover letter": "新しいカバーレター",
    "Create new cover letter": "新しいカバーレターの作成",
    "Duplicate or build a new cover letter to match your needs": "ニーズに合わせて新しいカバーレターを複製または作成する",
    "Your cover letters": "自分のカバーレター",
    "Suggestions for your cover letter": "あなたのカバーレターに対する提案",
    "Take heed of these <strong>expert pieces of advice regarding cover letter writing</strong> which can help you make your job application stand out.": "目立つ応募書類を作るために役立つ<strong>カバーレターの書き方に関する専門家のアドバイス</strong>を心に留めておきましょう。",
    "It is essential to remember to <strong>maintain your focus on the needs of the company</strong> you’re applying to and the requirements and desired abilities of the ideal candidate for the role.": "応募する<strong>会社のニーズ</strong>やその仕事に対する理想的な候補者としての必須条件や望ましい能力に焦点を当て続けることはとても大切です。",
    "Each cover letter for a job application, <strong>cover letters for internships</strong>, for further study or even volunteer experience should be <strong>tailored to their specific organization</strong> and position with the pertinent keywords.": "求人応募のカバーレター、<strong>インターンシップ用のカバーレター</strong>、研究やボランティアなど用のカバーレターなど、それぞれに合わせて適切なキーワードを使い、<strong>個別の組織や役職に合わせて内容を調整する</strong>ようにしましょう。",
    "The <strong>beginning of a cover letter should include a header</strong> with the candidate’s full name and contact details.": "<strong>カバーレターの冒頭</strong>には候補者の氏名と連絡先を含むヘッダーをつけるようにしましょう。",
    "Candidates are advised and urged to do a little research, use their initiative and <strong>try to find the name of the person in charge</strong> of filling the new vacancy by <strong>visiting the company website and social media sites</strong>.": "応募する人は、簡単なリサーチを行い、<strong>会社のウェブサイトやソーシャルメディアサイトなどを訪れて</strong>、募集中の役職の<strong>採用責任者の名前を知っておく</strong>と良いでしょう。",
    "Towards the <strong>end of a cover letter</strong>, each candidate should write a convincing finish to entice the hiring manager and in sales terminology “<strong>seal the deal</strong>”.": "<strong>カバーレターの最後</strong>に近づいてきたら、それぞれの応募者は、採用担当者をその気にさせて確信を与える書き方で、営業用語で言う「<strong>取引を成立させる</strong>」ように締めるようにしましょう。",
    "Your reading list": "リーディングリスト",
    "Tips": "ヒント",
    "Are you sure you want to delete this resume?": "本当にこの履歴書を削除しますか？",
    "Are you sure you want to duplicate this resume?": "本当にこの履歴書を複製しますか？",
    "Do you want to edit the title of this resume?": "この履歴書のタイトルを編集しますか？",
    "Create new resume": "新しい履歴書の作成",
    "Keep up to date with these expert tips so you can <strong>get the best out of your winning resume</strong> to ensure you get the call-back you’ve been waiting for!": "専門家からの新しいヒントを日々チェックしていれば、<strong>採用につながる履歴書を書くことができ、</strong>待ち焦がれた面接の連絡が届くでしょう！",
    "It is essential for all jobseekers, whether entry-level or highly experienced in their field, to <strong>construct a customized resume for each position, company or sector</strong> they apply to.": "仕事探しをしている人にとっては、その分野の経験の大小に関わらず、応募しようとしている<strong>それぞれの役職・企業・セクターに合わせて履歴書をカスタマイズすること</strong>が大変大切です。",
    "The use of <strong>KEYWORDS</strong> is often overlooked by jobseekers and they are fast becoming an integral part of a winning resume. - You can <strong>find the relevant keywords and expressions for your resume within the job vacancy</strong>, company website or profiles of other professions in that particular area.": "職探しをする人は<strong>キーワード</strong>を使うことを見過ごしがちですが、採用につながる履歴書の大切な一部となっています。 - <strong>履歴書に使える関連の高いキーワードや表現</strong>は、募集要項・会社ウェブサイト・特定の分野における他の専門家のプロフィールなどから見つけることができます。",
    "<strong>Include the standard sections in every resume you create</strong> - contact information, objective or summary, education, work experience and skills.": "<strong>どの履歴書にも標準的な項目を含めましょう</strong> - 連絡先、目的や概要、教育歴、職歴、スキル",
    "But to <strong>create a unique resume</strong> that will attract a hiring manager at first glance, remember to <strong>include specific resume sections that relate to your professional profile</strong> and the vacancy on offer, such as pertinent publications, conferences you’ve attended, extra training, courses or awards you’ve received etc.": "しかし、採用担当者を注目を一目で引くような<strong>ユニークな履歴書を作る</strong>場合には、関連のある投稿論文、参加した学術会議、研修、コース、受け取った表彰など、<strong>仕事上のプロフィールや募集中の役職に関係のある特定の項目を履歴書に含める</strong>ことを忘れないようにしましょう。",
    "<strong>Avoid using the first person</strong>: ‘I’, throughout your resume; instead always refer to the third person without using the subject. For example, <strong>in a resume objective or work experience descriptions</strong>.": "<strong>一人称を使うのは避けましょう</strong>:履歴書が「私」で埋め尽くされてしまいます。代わりに、三人称を使いましょう。例えば、<strong>履歴書の目的や職歴の説明</strong>などにおいてです。",
    "<strong>Use strong verbs</strong> to describe your previous experience such as spearheaded, coordinated, orchestrated, established, launched, reduced (costs), increased (profits), restructured, facilitated, negotiated etc.": "過去の経験を説明するときには、先導した、コーディネートした、組織化した、構築した、立ち上げた、（コストを）削減させた、（収益を）増加させた、再編した、促進させた、交渉したなど、<strong>強い動詞を使いましょう</strong>。",
    "<strong>Demonstrate quantifiable evidence</strong> of your personal involvement in a project or impact on a role.": "プロジェクトへの自分の関与や役割に対するインパクトなどは、<strong>定量的なエビデンスを示しましょう。</strong>",
    "Current Plan": "現在のプラン",
    "Subscribed": "登録済み",
    "Start Now": "今すぐ始める",
    "Unsubscribe": "登録解除",
    "Select a template to create your new cover letter": "新しいカバーレターを作るためのテンプレートを選択する",
    "Select a template to create your new resume": "新しい履歴書を作るためのテンプレートを選択します",
    "Leaving so soon?": "開始まだ間もないですが、登録を取り消しても大丈夫ですか?",
    "Thanks, but I want to unsubscribe anyway.": "ありがとうございます。でもまだ登録キャンセルを希望します。",
    "Remember to download all your resumes before unsubscribing.": "登録解除前にご自分の履歴書をすべてダウンロードしておくのをお忘れなく。",
    "Unsubscribe and delete all your resumes?": "登録解除して、全ての履歴書を消去しますか？",
    "Built-in Job Search": "求人情報",
    "Find your ideal job online via our integrated job search platform and apply directly with your winning resume and cover letter straight from your dashboard.": "組み込まれた求人検索プラットフォームを利用しオンラインで理想の仕事を見つけ、ダッシュボードから履歴書とカバーレターを添付し直接応募",
    "Go to Dashboard": "ダッシュボートへ進む",
    "Easy-to-use Online Builder": "使いやすさ満点のオンラインビルダー",
    "Create your effective resume and cover letter, section by section, personalizing your application to your profile and tailoring it to the vacancy.": "各セクションごとに履歴書とカバーレターを作成し、必要な求人に応じてあなたのプロフィールをカスタマイズ",
    "Start Resume Maker": "CV作成を開始する",
    "HR-approved Templates": "人事採用担当者承認済みテンプレート",
    "Get professionally-designed, ATS-ready cover letter and resume samples to use for your own customized job application.": "採用のプロがデザインした、ATS対応のカバーレターとCVのサンプルを入手し、お探しの求人に合わせカスタマイズ",
    "Choose a template": "テンプレートを選択する",
    "Expert Tips and Guides": "エキスパートによるヒントとガイド",
    "Career-specific tricks of the trade and how-to guides for writing a professional cover letter and appealing resume.": "職業に特化した採用のコツと上手なカバーレターの書き方に関するガイド手引き",
    "Get expert advice": "エキスパートからアドバイスを得る",
    "Please specify": "具体的にお書きください",
    "Send survey": "アンケートを送る",
    "Unsubscribe successful!": "登録を正常に解除しました",
    "Thanks for using our online career assistant, we’re sorry to see you go but we’ll be here if you need us in the future.": "弊社のオンラインキャリア支援サービスをお使いいただきありがとうございました。もうご利用いただけないのは残念ですが、今後必要になりましたらまたご利用ください。",
    "Before you leave...": "いなくなる前に…",
    "Your opinion is very important to us so thank you for helping us to continue developing our services!": "あなたの意見は私たちにとってとても大切です。弊社サービスの開発に活用させていただきます。ありがとうございます！",
    "How to Write a Resume": "ヒントやアイデア",
    "Get the complete guide to resume writing with tips and ideas for what to include and what not to put in your winning resume as well as practical examples.": "採用につながる履歴書に書くべきこと・書くべきでないことのヒントやアイデア、そして実際の事例を含む、履歴書記入の完全ガイドが手に入ります。",
    "The Professional Resume": "プロの履歴書",
    "Create an expert resume for your job search with our guide to writing a professional resume that gives you specialist advice for executive positions and helps to get your career heading in the right direction.": "管理職のための専門的アドバイスやキャリアを正しい方向に進めるサポートなど、プロの履歴書を書くための弊社のガイドを使って、職探しのためのハイレベルな履歴書を作りましょう。",
    "Entry-Level Resume Writing": "初めての履歴書",
    "If you're just getting your foot in the door of the professional world, check out our guide to writing a first resume with recommendations from HR experts for first-time jobseekers.": "仕事の世界に初めて足を踏み入れようとしているのであれば、弊社のガイドをご覧いただき、人事の専門家から初めて職探しをする人へ向けた初めての履歴書に関する推奨事項を確認しましょう。",
    "Resume Format and Layout Guide": "良い履歴書のフォーマット",
    "Don't forget about the importance of a good resume format to give structure to all the crucial information you need to include to complete your efficient job application.": "書くべき大切な情報を構造的に整理し、効率的に応募するためには、良い履歴書フォーマットを使うことの大切さは見逃せません。",
    "How to write an effective cover letter": "効果的なカバーレターを書く方法",
    "Discover how to write an effective cover letter with our comprehensive guide including professional tricks of the trade.": "専門家しか知らない秘訣を含む包括的なガイドで、効果的なカバーレターを書く方法を理解しましょう。",
    "HR-approved cover letter examples": "人事部が認めたカバーレターの事例",
    "Get the best HR-approved cover letter examples so you know what to include and what not to use in your winning cover letter.": "人事部も認めたカバーレター事例を手に入れて、採用につながるカバーレターに何を書くべきで、何を書くべきではないのかを理解しましょう。",
    "How to format a cover letter": "カバーレターのフォーマットの整え方",
    "Learn how to format a cover letter so that the relevant information is presented in the right way to convince hiring managers.": "カバーレターのフォーマットの整え方を学んで、関連性の高い情報を正しい方法で提示して、採用担当者に認めてもらいましょう。",
    "Germany": "ドイツ",
    "Antarctica": "南極",
    "Saudi Arabia": "サウジアラビア",
    "Argentina": "アルゼンチン",
    "Australia": "オーストラリア",
    "Austria": "オーストリア",
    "Bahrain": "バーレーン",
    "Belgium": "ベルギー",
    "Brazil": "ブラジル",
    "Canada": "カナダ",
    "Qatar": "カタール",
    "Chile": "チリ",
    "China": "中国",
    "Colombia": "コロンビア",
    "South Korea": "韓国",
    "Costa Rica": "コスタリカ",
    "Denmark": "デンマーク",
    "Ecuador": "エクアドル",
    "Egypt": "エジプト",
    "United Arab Emirates": "アラブ首長国連邦",
    "Spain": "スペイン",
    "United States": "アメリカ",
    "Philippines": "フィリピン",
    "Finland": "フィンランド",
    "France": "フランス",
    "Greece": "ギリシャ",
    "Holland": "オランダ",
    "Hong Kong": "香港",
    "Hungary": "ハンガリー",
    "India": "インド",
    "Indonesia": "インドネシア",
    "Ireland": "アイルランド",
    "Israel": "イスラエル",
    "Italy": "イタリア",
    "Japan": "日本",
    "Kuwait": "クウェート",
    "Luxembourg": "ルクセンブルク",
    "Malaysia": "マレーシア",
    "Morocco": "モナコ",
    "Mexico": "メキシコ",
    "Nigeria": "ナイジェリア",
    "Norway": "ノルウェー",
    "New Zealand": "ニュージーランド",
    "Oman": "オマーン",
    "Pakistan": "パキスタン",
    "Panama": "パナマ",
    "Peru": "ペルー",
    "Poland": "ポーランド",
    "Portugal": "ポルトガル",
    "United Kingdom": "イギリス",
    "Czech Republic": "チェコ共和国",
    "Romania": "ルーマニア",
    "Russia": "ロシア",
    "Singapore": "シンガポール",
    "South Africa": "南アフリカ",
    "Sweden": "スウェーデン",
    "Switzerland": "スイス",
    "Thailand": "タイ",
    "Taiwan": "台湾",
    "Turkey": "トルコ",
    "Ukraine": "ウクライナ",
    "Uruguay": "ウルグアイ",
    "Venezuela": "ベネズエラ",
    "Vietnam": "ベトナム",
    "No results": "該当結果なし",
    "%(count)s Results": "結果 %(count)s 件",
    "Upgrade now to get access to all of %(appName)s’s features": "今すぐアップグレードすれば、 %(appName)s の全機能にアクセスできるようになります",
    "By unsubscribing, you’ll miss out on all %(appName)s’s ever-evolving, career-enhancing features.": "登録をキャンセルすると今後もさらに進化し続けるオンライン %(appName)sの最新機能を逃すかもしれません。",
    "You have now successfully unsubscribed from our services and will no longer be charged by %(appName)s. Check the confirmation email of your status that will be sent to the email address you registered with: <strong>%(userEmail)s</strong>.": "弊社サービスから正常に登録解除され、<strong>%(appName)s から課金されることはもうありません</strong>。登録された E メールアドレス（<strong>%(userEmail)s</strong>）に現在の状況を確認するメールをお送りいたしましたので、ご確認ください。",
    "The cancellation will be effective at the end of the current billing period on %(date)s": "キャンセルは、現在の請求期間の終わりの%(date)sに有効になります。",
    "Language": "言語",
    "Download your document using our new editor": "私たちのエディタであなたの書類をダウンロードしましょう",
    "Since the last time you worked on your document we’ve made some upgrades. Open your document using the new editor to check out the latest features and download a copy.": "あなたが最後に作業をしてから、いくつかアップデートを行いました。私たちのエディタからあなたの文書を開いて最新の機能を見てから、コピーをダウンロードしましょう。",
    "Open your document using the new editor": "私たちのエディタであなたの書類を開きましょう",
    "Updated on %(month)s %(day)s %(year)s at %(hours)s:%(minutes)s %(ampm)s": "%(hours)s:%(minutes)s %(ampm)s時 %(year)s %(month)s %(day)s編集済み",
    "January": "1月",
    "February": "2月",
    "March": "3月",
    "April": "4月",
    "May": "5月",
    "June": "6月",
    "July": "7月",
    "August": "8月",
    "September": "9月",
    "October": "10月",
    "November": "11月",
    "December": "12月",
    "Easy apply": "簡単応募",
    "Salary": "給料",
    "New": "新しい",
    "See more jobs...": "もっと仕事を見る...",
    "Share your resume online!": "オンラインで履歴書を共有しましょう！",
    "Send employers a link to an online version of your resume which looks great on any device": "採用担当者にどんなデバイスより良いオンライン版の履歴書を送りましょう",
    "Share your cover letter online!": "自分のオンライン添え状を送ろう！",
    "Send employers a link to an online version of your cover letter which looks great on any device": "どのデバイスでも素敵に見える自分のオンライン添え状のリンクを、採用担当者に送りましょう。",
    "Find jobs that match your profile and send your job-winning resume": "あなたのプロフィールにあった仕事を探し、勝てる履歴書を送りましょう",
    "What are you looking for?": "何を探していますか",
    "Where?": "どこで?",
    "Type a job, industry or business": "職種、業界、業務",
    "Type the town, city, state or country": "国、エリア、市、町を書きましょう",
    "Job vacancies": "求人",
    "Unshare": "共有しない",
    "Preview online": "オンラインプレビュー",
    "Share it online": "オンラインで共有する",
    "Terms & Conditions": "利用規約",
    "Privacy Policy": "プライバシー ポリシー",
    "Contact Us": "お問い合わせ",
    "You haven't created a resume yet": "まだ履歴書を作成していません",
    "You haven't created a cover letter yet": "まだカバーレターを作っていません",
    "Recommended for you": "あなたへのおすすめ",
    "No search results found": "該当する結果は見つかりませんでした。",
    "Share your resume": "履歴書をシェアする",
    "Send a private link to your resume or share it on social media. This online version will automatically update when you make changes.": "自分のリンクへの個別リンクを送信するか、SNSでシェアしてください。このオンライン版は、編集したら自動的に更新されます。",
    "Copy and paste the private link": "個別リンクのコピー＆ペースト",
    "Your resume is visible to others.": "あなたの履歴書は他の人からも見えます。",
    "Click the switch if you don’t want other people to see your resume using the link.": "他の人にリンクから履歴書を見られたくない場合には、スイッチを切り替えてください。",
    "Your resume is not visible to others.": "あなたの履歴書は他の人からは見えません。",
    "No one can see your resume using the link. Click the switch to make it visible.": "このリンクからは、誰も履歴書を見ることができません。見えるようにするには、スイッチを切り替えてください。",
    "Preview": "プレビュー",
    "Or click on the icons to share using social media or email": "または、アイコンをクリックして、SNSやEメールを使ってシェアする",
    "Copied! Right-click to paste": "コピーされました！右クリックから貼り付けてください。",
    "Shared": "シェアされました",
    "Copy": "コピー",
    "Send employers or friends a private link to your cover letter. This online version will automatically update when you make changes.": "雇用者や友人に、カバーレターへの個別リンクを送りましょう。このオンライン版では、変更が自動的に更新されます。",
    "Copy the private link": "個別リンクをコピーする",
    "Your cover letter is visible to others.": "あなたのカバーレターは、他の人からも見ることができます。",
    "Click the switch if you don’t want people to see it using the link.": "このリンクから見られたくない場合には、スイッチを切り替えてください。",
    "Share your cover letter": "カバーレターをシェアする",
    "Your cover letter is not visible to others.": "あなたのカバーレターは、他の人からは見えません。",
    "No one can see your cover letter using the link. Click the switch to make it visible.": "このリンクからは、誰もカバーレターを見ることができません。見えるようにするには、スイッチを切り替えてください。",
    "Share": "共有する",
    "WARNING!": "警告！",
    "The elements of the present website (including, but not limited to, source code, software, trademarks, information texts, content, structure and design) are copyrighted and no licenses, express or implied, are granted to software developers, users and/or other third parties.": "本ウェブサイトのコンテンツ (ソースコード、ソフトウェア、商標、テキスト、コンテンツ、構造、デザインなどを含む) は著作権で保護されており、明示または黙示を問わず、ソフトウェア開発者、ユーザー、および/またはその他の第三者にはその権利は付与されません。",
    "Is strictly forbidden to use (or contribute to an individual to do so) the web browser’s console used to access this website to insert and/or execute expressions, commands or codes that, directly or indirectly, interfere, manipulate and/or damage any element of this website, especially its source code.": "直接的または間接的に関わらず、このウェブサイトにアクセスするために使用されているウェブブラウザのコンソールコンテンツの妨害、操作、および/または式、コマンドまたはコードの挿入および/または実行、特にそのソースコードの使用は (個人的理由にせよ) 固く禁じられています。",
    "Please be aware that this actions could involve, among others, (a) that your private information or personal data is sent to an unauthorized third party and/or the owner or operator of a false website and, consequently, they are stolen and/or processed for fraudulent purposes or (b) that a malware can be installed on your computer to access your files (documents, photos, videos), camera, microphone, printer or devices connected to your computer, which would make your privacy more vulnerable.": "このアクションには、(イ) あなたの個人情報または個人データが許可されていない第三者および/または偽のWebサイトの所有者または運営者に送信され、その結果それらが盗まれたり、不正な目的で処理される、 (ロ) マルウェアがコンピューターにインストールされ、ファイル (ドキュメント、写真、ビデオ) 、カメラ、マイク、プリンター、またはコンピューターに接続されたデバイスにアクセスできるなどの理由で、プライバシーがより脆弱になる可能性が含まれることをご注意ください。",
    "The owner and operator of this website (copyright holder) will not be liable for any direct or indirect, incidental, special, exemplary or consequential damages for an individual arising from, out of or in connection with the infringement of the present warning.": "このウェブサイトの所有者および運営者 (著作権者) は、現在の警告の侵害に起因または関連して発生した個人の直接的または間接的、付随的、特別、模範的または結果的損害について一切責任を負わないものとします。",
    "Moreover, any user of this website must refrain, as it is prohibited, from totally or partially copy, reproduce, publish, transform, provide, distribute, transmit, publicly communicate, display or make use of any of the elements of our Website.": "さらに、当サイトの利用者は弊社ウェブサイトのコンテンツの全面的または部分的のコピー、複製、公開、変換、提供、配布、送信、公開通信、表示、使用を禁止されているため控える必要があります。",
    "The owner and operator of this website reserves the right to take any and all necessary legal actions, including compensation for direct and indirect damages, at our disposal that it will be considered appropriate for the best defense of its legitimate rights and interests, in the event of an infringement of its intellectual property rights": "当ウェブサイトの所有者および運営者は、その知的財産権の侵害に関し直接的および間接的な損害賠償を含む、必要なすべての法的措置を講じる権利を留保します。",
    "Find the perfect job close to you!": "あなたにぴったりの仕事を近くで見つけよう！",
    "Jobs by": "求人情報提供者",
    "Rename your resume": "履歴書の名前の変更",
    "Rename your cover letter": "カバーレターの名前の変更",
    "Insert valid date": "有効な日付を入力してください",
    "Help & Contact": "お問い合わせ",
    "Want expert advice?": "専門家のアドバイスが必要ですか？",
    "Visit our Help & Contact section": "ヘルプ＆コンタクトをご覧ください。",
    "or send an e-mail to %(appEmail)s": "または %(appEmail)s までメールでご連絡ください。",
    "Go to Help & Contact": "ヘルプ＆お問い合わせへ",
    "resume": "履歴書",
    "cover letter": "カバーレター",
    "Jobs": "求人",
    "new resume": "新しい履歴書",
    "new cover letter": "新しいカバーレター",
    "See more": "もっと見る",
    "Updated %(monthShort)s %(day)s, %(hours)s:%(minutes)s": "更新%(monthShort)s %(day)s, %(hours)s:%(minutes)s",
    "Upgrade now": "今すぐアップグレード",
    "Settings": "設定",
    "Edit": "編集",
    "What?": "何？",
    "Job, industry or business…": "職種、業界、業務",
    "Town, city, state or country…": "町、市、県または国・・・",
    "Recommended jobs": "お勧めの仕事",
    "Read more": "続きを読む",
    "Current Subscription Plan": "現在のサブスクリプションプラン",
    "Upgrade": "アップグレード",
    "Registered": "登録済み",
    "Premium Basic User": "プレミアムベーシックユーザー",
    "Premium Unlimited User": "プレミアム無制限ユーザー",
    "Payment History": "支払履歴",
    "Here you can review your payments after your initial Trial Fee of %(trialFeeSubscription)s": "ここでは、最初のトライアル料金である%(trialFeeSubscription)sの後の支払いを確認することができます",
    "Date": "日付",
    "Plan": "プラン",
    "Total": "合計",
    "Status": "ステータス",
    "Next payment": "次の支払い",
    "Paid": "支払い済み",
    "Free User": "無料ユーザー",
    "MM/DD/YYYY": "月／日／年",
    "Need any help?": "何かお困りですか？",
    "Before you go %(userName)s, we wanted to show you the special offers you’re missing": "退会前に、%(userName)sさんへの特別価格のキャンペーンをご覧ください",
    "Before you go, we wanted to show you the special offers you’re missing": "退会前に、こちらの特別価格のキャンペーンをご覧ください",
    "Available for a limited time only": "期間限定でのご提供",
    "Keep your trial rolling for another month of unlimited access completely free*.": "トライアルを継続していただくと、もう1ヶ月間完全無料*で使い放題をご利用いただけます。",
    "Get another 30 days free": "さらに30日間無料で利用する",
    "* (This will renew at a cost of %(price)s after 4 weeks)": "* (4週間後に%(price)sで更新されます)",
    "Keep unlimited access to our resume builder until you find your ideal job for just %(offerPrice)s a month.": "理想の仕事が見つかるまで、月額%(offerPrice)sでレジュメビルダーが無制限で利用可能に。",
    "Select our %(offerPrice)s a month offer": "月々%(offerPrice)sのオファーを選択",
    "Select our %(price)s a year offer": "年額%(price)sのオファーを選択",
    "Don’t settle for bland, generic resumes and cover letters": "当たり障りのない一般的な履歴書やカバーレターでは採用の機会を逃してしまいます",
    "We can help you avoid that with our easily customized templates, user-friendly content wizard, and tips on how to seriously impress employers!": "簡単な設定操作でカスタマイズ可能なテンプレート、採用のヒントなどこのツールを利用して採用担当者に好印象を持ってもらい、採用の機会を逃さないようにしましょう。",
    "Are you sure you want to unsubscribe?": "本当に退会しますか？",
    "No, don’t cancel it!": "いいえ、キャンセルしません！",
    "Yes, cancel my subscription": "はい、サブスクリプションを解約します",
    "I understand that I will lose access to my Premium features, but I’m still happy to cancel.": "プレミアム機能にアクセスできなくなることを理解し、解約します。",
    "Are you sure you want to cancel your subscription?": "サブスクリプションを本当に解約しますか？",
    "Once you cancel you can no longer use our tools to:": "解約すると、お客様は以下のツールを使用することができなくなります：",
    "Download PDFs of your documents": "ドキュメントのPDFファイルダウンロード",
    "Create personalized CVs and Cover Letters": "パーソナライズされた履歴書とカバーレターの作成",
    "Share your documents online": "オンライン上での履歴書共有",
    "Return to Dashboard": "ダッシュボードに戻る",
    "Cancel Subscription": "サブスクリプションの取り消し",
    "Thanks for your purchase!": "ご購入ありがとうございます！",
    "We’ve sent you an email as confirmation.": "確認メールを送信しました。",
    "30 extra days unlimited access free": "無料で無制限アクセスの30日間延長",
    "Unlimited access for %(offerPrice)s per month": "月額 %(offerPrice)s の無制限アクセス",
    "1 year’s unlimited access for the price of a month": "1ヶ月分の料金で1年間使い放題",
    "This purchase will be charged to the same card you used for the previous subscription": "今回の購入は、前回の契約時にご利用いただいたカードに課金されます。",
    "Account information": "アカウント情報",
    "Visit My Dashboard": "ダッシュボードを見る",
    "You can cancel your subscription at any time via your account settings. If you need any assistance please contact our customer service team at %(appEmail)s": "アカウント設定からいつでも購読をキャンセルすることができます。ご不明な点がございましたら、弊社カスタマーサービス%(appEmail)sまでご連絡ください。",
    "Call us for free at +1 (844) 333-0735, Mon-Sun 8 am - 6 pm CET": "ヘルプ＆お問い合わせをご覧ください",
    "You’re 75%% more likely to get rejected without a unique resume or cover letter for each job application.": "履歴書やカバーレターを応募する会社ごとに作成しないと、不採用になる可能性が75%%も高くなります。",
    "Save up to 90%% with a one-off fee of %(price)s for 1 year’s unlimited access to all our resume tools.": "%(price)sで1年間すべてのレジュメツールが使い放題、最大90%%の割引。",
    "MOST POPULAR": "一番人気",
    "Please reload the page. If the error persists, try again later.": "ページを再読み込みしてください。それでもエラーが発生する場合は、後ほどもう一度お試しください。",
    "Something went wrong": "問題が発生しました",
    "We were not able to apply the offer.": "オファーを適用することができませんでした。",
    "BACK TO OFFERS": "オファーに戻る",
    "Account Settings": "アカウント設定",
    "EMAIL ACCOUNT": "メールアカウント",
    "Confirm new password": "新しいパスワードの確認",
    "SAVE CHANGES": "変更を保存",
    "Membership": "メンバーシップ",
    "PREMIUM ACCOUNT": "プレミアムアカウント",
    "Unlock our premium features": "プレミアム機能の解除",
    "Starting from": "次の価格から",
    "Personal information": "個人情報",
    "First name": "苗字",
    "Last name": "名前",
    "Remove Photo": "写真の削除",
    "Easy to guess!": "簡単に推測できます！",
    "Not bad...": "悪くないですね…",
    "Great job!": "素晴らしいです！",
    "New password": "新しいパスワード",
    "Resumes and cover letters": "履歴書とカバーレター",
    "Unlimited downloads and storage": "ダウンロードとストレージが無制限",
    "Share resumes online": "オンラインで履歴書を共有",
    "Access to premium templates": "プレミアムテンプレートへのアクセス",
    "Unlimited tips and real examples": "ヒントや実例が無制限",
    "UPGRADE NOW": "今すぐアップグレード",
    "* (This will renew at a monthly cost of %(price)s after 30 days)": "* (30日後から月額費用%(price)sに更新されます)",
    "Extend your Premium unlimited access!": "プレミアム無制限アクセスを延長！",
    "Pay for a month, get 11 for free!": "1ヶ月間分をお支払いいただくと、11ヶ月分が無料に！",
    "Keep your trial rolling for another month of unlimited access completely free.": "トライアルを継続していただくと、もう1ヶ月間完全無料で使い放題をご利用いただけます。",
    "APPLY OFFER": "キャンペーンを申し込む",
    "We are applying your offer…": "キャンペーンを適用中．．．",
    "Get your 90%% discount!": "今なら90%%オフ！",
    "Remove": "削除",
    "Drag to reposition": "ドラッグして位置を変更",
    "Upload a new photo": "新しい写真をアップロード",
    "Save": "保存",
    "The photo you have uploaded is too heavy.": "アップロードした写真が重すぎます。",
    "Please try again with one that weighs less than 2MB.": "2MB以下のもので再度お試しください。",
    "Manage my account": "マイアカウントの管理",
    "Cancel Premium membership": "プレミアムメンバーシップの解約",
    "Do you want to cancel your Premium account?": "プレミアムアカウントを削除しますか？",
    "Original": "オリジナル",
    "%(price)s / month": "%(price)s / 月",
    "%(price)s / year": "%(price)s / 年",
    "%(userName)s, we’re sad to see you go": "%(userName)sさん、解約をご希望とのこと、とても残念です",
    "We are sad to see you go": "解約をご希望とのこと、とても残念です",
    "Are you sure you no longer need career assistance?": "本当にこれ以上履歴書作成のお手伝いは必要ないですか？",
    "From the moment you cancel your Premium account, you will lose access to these features:": "プレミアムアカウントを解約した時点から、これらの機能を利用することができなくなります：",
    "Unlimited resumes and cover letters": "履歴書とカバーレターの無制限作成",
    "Downloading in PDF format": "PDF形式でのダウンロード",
    "Expert tips and real examples": "ヒントや実例による専門的アドバイス",
    "Online professional advice and support": "専門家によるオンラインでのアドバイスとサポート",
    "Sharing resumes and applying for jobs online": "履歴書の共有とウェブ上での応募",
    "No, keep Premium account": "引き続きプレミアムアカウントを使用する",
    "Yes, cancel my account": "アカウントを解約する",
    "Other options to consider": "その他検討すべき項目",
    "Have a chat with our customer service team if you are having difficulties using any of our tools": "ツールの使用に問題がある場合は、カスタマーサービスまでお問い合わせください。",
    "Get extra help": "特別なヘルプを頼む",
    "Create a unique cover letter that will get you 67 %% more interviews when applying": "応募時に67％％以上の面接獲得率が得られる、カスタマイズされたカバーレターを作成する。",
    "Subscription Cancelled": "購読の取り消し",
    "Thankyou for using %(appName)s": "%(appName)sをご利用いただきましてありがとうございました。",
    "CANCELLATION DATE": "解約日",
    "You will receive a confirmation email at %(userEmail)s, make sure to check your spam folder.": "確認メールが%(userEmail)sに届きますので、見つらない場合は迷惑メールフォルダもご確認ください。",
    "We will save all your documents in case you wish to sign up again in the future.": "今後、再度ご契約を希望される場合に備えて、すべての書類を保存させていただきます。",
    "You won’t receive any more %(appName)s charges.": "今後、%(appName)sの課金を受け取ることはありません。",
    "Let us know why you’ve decided to cancel your Premium membership, so that we can improve our services for the future": "今後のサービス向上のため、プレミアム会員を退会される理由をお聞かせください",
    "Please, indicate your motive before continuing": "次へ進む前に動機をお聞かせください",
    "SUBMIT AND CONTINUE": "送信して続ける",
    "Your opinion is important to us, so thank you very much for helping us to continue improving our services": "お客様の貴重なご意見ありがとうございます、弊社サービスの向上に活用させていただきます。",
    "Oh, snap! We're sorry you’ve experienced technical issues :(": "おっと！技術的なエラーが発生しました:(",
    "We're here to help! Please describe the problem you’re experiencing and we'll get back to you as soon as possible.": "心配は無用です。現在起きているエラー内容をご報告いただければ問題の早い解決に努めます。",
    "Contact details": "連絡先詳細",
    "Name": "名前",
    "Email": "E メールアドレス",
    "Tell us what went wrong": "エラー内容を教えてください",
    "Describe the issue here": "ここにエラー内容の詳細を入力してください",
    "SUBMIT": "送信",
    "To better help you, please provide as many relevant details as you can.": "より迅速な問題解のために、できるだけ多くの関連情報を入力してください。",
    "Feedback received! Please allow for some time before canceling your account. If we're not able to fix your issue, we will help you cancel your account, hassle-free.": "意見が送信されました！問題解決の返信には数日いただきます。満足のいく回答が得られなかった場合は退会手続きのお手伝いをさせていただきます。",
    "Expert Tips": "専門家によるアドバイス",
    "Does your resume pass the AI test?": "履歴書はAIテストに合格していますか？",
    "Run your resume through our Resume Checker and find out the best ways to improve it in minutes.": "履歴書チェッカーで履歴書をチェックし、数分で最適な改善点を見つけることができます。",
    "Review My Resume": "私の履歴書を確認",
    "Check to see if your resume meets the following:": "あなたの履歴書が以下を満たしているかどうか確認してください：",
    "No empty sections": "空白欄がないこと",
    "No more than 2 pages": "2ページ以内に収まっている",
    "No grammatical errors or typos": "文法的な誤りや誤字脱字がないこと",
    "Skills and descriptions are relevant to the specific application": "業界や募集内容に関連したスキルや内容である",
    "Descriptions are short and to the point": "説明文は短く、ポイントを押さえている",
    "You’ve made a cover letter to go with the job application": "求人に合わせたカバーレターを作成している",
    "GOOD TO GO!": "準備万端です！",
    "EDIT MY RESUME": "私の履歴書の編集",
    "Rate us online": "オンラインで評価する",
    "Love our tool? Let others know by leaving a review.": "私たちのツールにご満足いただけましたか？レビューを書いて他の人に知らせよう。",
    "Leave a Review": "レビューを書く",
    "Have you tried our job searching tool?": "求人情報検索ツールはもう試されましたか？",
    "We connect you to the latest job opportunities from top companies. Be the first one to apply!": "トップ企業の最新求人情報とあなたをマッチング。いち早く応募しよう！",
    "Find Me My Dream Job": "理想の仕事を探す",
    "Call us for free at (+44) 808 196 4677, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "フリーダイヤル：(+44) 808 196 4677、月-金 8:00-20:00、土・日 8:00-18:00、CET（中央ヨーロッパ時間）",
    "Call us for free at (+34) 900 109 004, Mon-Sun 8:00 - 18:00, CET": "フリーダイヤル：(+34) 900 109 004、月-日 8:00-18:00、CET（中央ヨーロッパ時間）",
    "Call us for free at (+33) 08 00 99 16 12, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "フリーダイヤル：(+33) 08 00 99 16 12、月-金 8:00-20:00、土・日 8:00-18:00、CET（中央ヨーロッパ時間）",
    "Call us for free at (+39) 800 130 350, Mon-Fri 10:00 - 19:00 CET": "フリーダイヤル：(+39) 800 130 350、月-金 10:00-19:00、CET（中央ヨーロッパ時間）",
    "Call us for free at +1 (844) 333-0735, Mon-Fri 8 am - 8 pm, Sat-Sun 8 am - 6 pm, CET": "フリーダイヤル：+1 (844) 333-0735、月-金午前8時〜午後8時、土・日：午前8時〜午後6時、CET（中央ヨーロッパ時間）",
    "Call us for free at +1 (866) 575-0970, Mon-Fri 2 am - 2 pm, Sat-Sun 2 am - 12 pm, EST": "フリーダイヤル：+1 (866) 575-0970、月-金午前2時〜午後2時、土・日：午前2時〜午後12時、CET（中央ヨーロッパ時間）",
    "Untitled %(docType)s": "表題無し%(docType)s",
    "Next step": "次のステップ",
    "Hi %(name)s, get ready to land your dream job": "%(name)sさんこんにちは。あなたのドリームジョブを手に入れる準備を進めましょう",
    "Every resume needs a cover letter": "すべての履歴書にはカバーレターが必要です",
    "Double your chances with a customized cover letter.": "個々に作成したカバーレターを使用してチャンスを増やしましょう。",
    "Create cover letter": "カバーレターを作成する",
    "Recommended": "オススメ",
    "Discover your online resume": "オンライン履歴書を確認しましょう",
    "Copy and paste a unique URL for easy sharing and keep track of views.": "固有のURLをコピーアンドペーストして簡単に共有し、閲覧数の追跡を行いましょう。",
    "View my online resume": "オンライン履歴書を表示",
    "Top reads": "上位の閲覧",
    "Online resume": "オンライン履歴書",
    "Documents": "ドキュメント",
    "New resume": "新しい履歴書",
    "Digital pdf (single-page)": "デジタルPDF（1ページ）",
    "Print ready pdf (multi-page)": "印刷用PDF（複数ページ）",
    "TXT (plain text)": "TXT（プレーンテキスト）",
    "min": "分",
    "Hi!": "こんにちは！",
    "Get ready to land your dream job": "憧れの仕事に就く準備をしましょう",
    "Resume review": "履歴書のレビュー",
    "Maximize your chances with expert recommendations": "専門家のアドバイスでチャンスを最大限に引き出す",
    "Crafting a winning resume can be challenging. Our advice will help you identify improvement areas, so you can adapt your resume to your dream job.": "理想的な履歴書を作成するのは難しいかもしれません。私たちのアドバイスを活用して改善点を見つけ、憧れの仕事に合った履歴書に仕上げましょう。",
    "In-depth analysis": "詳細な分析",
    "We will meticulously examine your resume ensuring it aligns perfectly with industry standards.": "履歴書を細部まで確認し、業界標準にしっかりと合わせます。",
    "Tailored feedback": "カスタマイズされたフィードバック",
    "Receive personalized suggestions to help you highlight your strengths and address any weaknesses.": "強みを際立たせ、弱点に対処するための個別の提案を受け取る。",
    "Professional insights": "専門的な見識",
    "Understand exactly what employers are looking for in candidates, for your specific job title.": "特定の職種において、雇用主が求めるものを正確に理解。",
    "What is your desired job position?": "ご希望の職種は何ですか？",
    "Job position": "職種",
    "Review resume": "履歴書のチェック",
    "<span>Ready in 48h.</span> Ensure it's correct, one chance only.": "<span>48時間以内に準備完了。</span>確認できるのは一度きりです。今すぐ確認を！\n\n",
    "Unlock now.": "今すぐ解除。",
    "Choose a resume to review": "レビューする履歴書を選択",
    "Select": "選択",
    "Your resume review request was submitted.": "履歴書レビューのリクエストが送信されました。",
    "Checking marketability and clarity": "市場価値と内容の明瞭性をチェック",
    "Verifying formatting": "フォーマットの確認",
    "Analyzing achievements": "実績の分析",
    "Evaluating content relevance": "内容の関連性を評価",
    "Assesing fit to desired job": "希望する仕事への適合性を評価",
    "Your resume is being reviewed": "あなたの履歴書をレビューしています",
    "Come back in": "後に戻ってください",
    "Essential": "重要",
    "Recommended": "オススメ",
    "Get your resume reviewed by experts": "専門家による履歴書レビューを受ける",
    "Receive professional feedback within 48h, then apply to your dream job.": "48時間以内にプロのフィードバックを受け取り、憧れの仕事に応募しましょう。",
    "Request resume review": "履歴書レビューをリクエスト",
    "Your resume review is ready.": "あなたの履歴書レビューの準備ができました。",
    "View": "表示",
    "Document reviewed": "ドキュメントがレビューされました",
    "Job position": "職種",
    "Edit resume": "履歴書を編集",
    "Boost your chances of standing out to potential employers": "将来の雇用主にアピールするチャンスを高めましょう",
    "Based on the experience and skills highlighted in your resume, we've put together some tailored suggestions to help you excel in your application for a %(position)s position in %(country)s:": "あなたの履歴書で強調された経験とスキルに基づき、%(country)sでの%(position)sの応募を成功させるための個別の提案をまとめました。",
    "Resume <span> Review </span>": "履歴書<span>のレビュー</span>",
    "Apply this advice to ensure your resume is effective, professional, and optimized for both human and automated review (ATS).": "このアドバイスを参考に、人間と自動レビュー（ATS）の両方に最適化された効果的でプロフェッショナルな履歴書を作成しましょう。",
    "Change": "変更",
    "No resumes yet":"履歴書がありません",
    "Unlock now": "今すぐ解除",
    "Don’t miss out on your resume review!": "履歴書のレビューをお見逃しなく!",
    "If you have a pending Resume Review, it will be cancelled.": "保留中の履歴書のレビューがある場合、取り消されます。",
    "Time remaining": "残り時間",
    "Go to resume review": "履歴書のレビューに進む",
    "You’re missing the final step! Your resume review": "最後のステップが残っています!あなたの履歴書のレビュー",
    "Enhance your resume with expert feedback and boost your job opportunities. Stand out from the crowd!": "エキスパートによるフィードバックで履歴書を充実させ、就職の機会を増やしましょう。他の人と差をつけましょう!",
    "Your expert coach": "あなたのエキスパートコーチ",
    "ASK FOR RESUME REVIEW": "履歴書のレビューをリクエスト",
    "Continue": "続行",
    "Unlimited User": "無制限ユーザー"
}
