{
    "Duplicate": "Duplicar",
    "Edit title": "Editar título",
    "Delete": "Deletar",
    "Document untitled": "Documento sem título",
    "Land your dream job using a professional cover letter template": "Consiga o seu emprego dos sonhos usando um modelo profissional de carta de apresentação",
    "Boost your career with a convincing, HR-approved resume": "Avance com a sua carreira com um currículo convincente e aprovado por Recursos Humanos",
    "Downloading...": "Baixando...",
    "Download": "Baixar",
    "Accept": "Aceitar",
    "Cancel": "Cancelar",
    "Dashboard": "Painel de controle",
    "Resumes": "Currículos",
    "Cover letters": "Cartas de apresentação",
    "Profile": "Perfil",
    "Help": "Ajuda",
    "Sign Out": "Sair",
    "Your account": "Visão geral da minha conta",
    "Subscription": "Inscrição",
    "Saving data": "Salvando dados",
    "Saved": "Salvos",
    "Back": "Voltar",
    "App language": "Idioma do App",
    "Website language": "Idioma do site",
    "Deleted successfully": "Excluído com sucesso",
    "Error": "Erro",
    "User ID:": "Identificação do Usuário:",
    "E-book": "E-book",
    "Get to grips with resume writing": "Aprenda a escrever um currículo com confiança",
    "Download your Winning Resume Kit": "Baixe o seu kit de currículo de sucesso",
    "Get it now!": "Obtenha-o já!",
    "Ask the experts": "Pergunte aos especialistas",
    "Get professional resume advice": "Obtenha dicas profissionais para o seu currículo",
    "Have a suggestion?": "Partilhe conosco as suas ideias",
    "Got a suggestion?": "Tem uma sugestão?",
    "Let us know your thoughts": "Queremos saber a sua opinião",
    "Job search": "Procura de empregos",
    "Find your next dream job": "Encontre o trabalho dos seus sonhos",
    "Latest cover letter": "Carta de apresentação mais recente",
    "Create a cover letter": "Criar carta de apresentação",
    "Combine your cover letter and resume to make the right impression": "Envie a sua carta de apresentação junto com o seu currículo para se destacar em relação à concorrência",
    "Latest resume": "Currículo mais recente",
    "Create a resume": "Criar um currículo",
    "Complete your professional resume to grab the employer's attention": "Complete o seu currículo profissional para atrair a atenção do empregador",
    "View all": "Ver todos",
    "View less": "Ver menos",
    "If you need any help or advice, don't hesitate to contact our friendly resume professionals.": "Se precisar de ajuda ou conselhos, não hesite em entrar em contato com os nossos especialistas de CV.",
    "Reminder": "Lembrete",
    "Before you get started": "Antes de começar",
    "How it works": "Como funciona",
    "Time to start sending your winning resume out? Check out some of the best vacancies in your area with the built-in job search app.": "Está na hora de começar a enviar o seu currículo? Confira algumas das melhores vagas em sua área com a nossa aplicação de busca de emprego.",
    "Enter the type or name of the job you want to find, the location and country and click 'Find Jobs' to get a list of the most suitable listings in your preferred area.": "Basta escrever o nome ou o tipo de trabalho que você deseja encontrar, o local e o país e clicar em \"Encontrar Emprego\" para obter a lista das melhores ofertas para a área escolhida.",
    "Job": "Trabalho",
    "City": "Cidade",
    "Country": "País",
    "Find jobs": "Achar vagas",
    "Load more": "Ver mais",
    "Company": "Empresa",
    "See position": "Ver a vaga",
    "Are you sure you want to delete this cover letter?": "Tem a certeza de que deseja excluir esta carta de apresentação?",
    "Are you sure you want to duplicate this cover letter?": "Tem a certeza que deseja duplicar esta carta de apresentação?",
    "Do you want to edit the title of this cover letter?": "Quer editar o título desta carta de apresentação?",
    "New cover letter": "Nova carta de apresentação",
    "Create new cover letter": "Criar nova carta de apresentação",
    "Duplicate or build a new cover letter to match your needs": "Duplique ou crie uma nova carta de apresentação que corresponda às suas necessidades",
    "Your cover letters": "Suas cartas de apresentação",
    "Suggestions for your cover letter": "Sugestões para a sua carta de apresentação",
    "Take heed of these <strong>expert pieces of advice regarding cover letter writing</strong> which can help you make your job application stand out.": "Considere estes conselhos de <strong>especialistas sobre a escrita de cartas de apresentação</strong> que irão ajudá-lo a destacar a sua candidatura.",
    "It is essential to remember to <strong>maintain your focus on the needs of the company</strong> you’re applying to and the requirements and desired abilities of the ideal candidate for the role.": "É essencial <strong>manter o foco nas necessidades da empresa</strong> à qual você está se candidatando assim como nos requisitos e habilidades desejadas do candidato ideal para o cargo disponível.",
    "Each cover letter for a job application, <strong>cover letters for internships</strong>, for further study or even volunteer experience should be <strong>tailored to their specific organization</strong> and position with the pertinent keywords.": "Cada carta de apresentação seja ela para uma vaga de emprego, <strong>para um estágio</strong>, para estudar ou até mesmo para fazer voluntariado, <strong>deve ser adaptada com as palavras-chave pertinentes à organização</strong> e posição oferecida.",
    "The <strong>beginning of a cover letter should include a header</strong> with the candidate’s full name and contact details.": "O <strong>início de uma carta de apresentação deve incluir um cabeçalho</strong> com o nome completo e os detalhes de contato do candidato.",
    "Candidates are advised and urged to do a little research, use their initiative and <strong>try to find the name of the person in charge</strong> of filling the new vacancy by <strong>visiting the company website and social media sites</strong>.": "É aconselhável que os candidatos mostrem iniciativa e façam uma pequena pesquisa para <strong>tentar encontrar o nome da pessoa encarregada</strong> do recrutamento para a nova vaga, através do <strong>site da empresa ou das redes sociais da mesma</strong>.",
    "Towards the <strong>end of a cover letter</strong>, each candidate should write a convincing finish to entice the hiring manager and in sales terminology “<strong>seal the deal</strong>”.": "Cada candidato deve <strong>concluir a carta de apresentação</strong> com uma frase que demostre entusiasmo e confiança para assegurar que o recrutador, como se diz na giria queira \"<strong>fechar o negócio</strong>\".",
    "Your reading list": "Leitura recomendada",
    "Tips": "Dicas",
    "Are you sure you want to delete this resume?": "Tem certeza que deseja deletar este currículo?",
    "Are you sure you want to duplicate this resume?": "Tem certeza que deseja duplicar este currículo?",
    "Do you want to edit the title of this resume?": "Você quer editar o título do seu currículo?",
    "Create new resume": "Criar novo currículo",
    "Keep up to date with these expert tips so you can <strong>get the best out of your winning resume</strong> to ensure you get the call-back you’ve been waiting for!": "Fique por dentro de todos os nossos conselhos e dicas criados especialmente para te ajudar a <strong>tirar o máximo proveito do seu currículo</strong> e assegurar que você receba a tao esperada ligação de volta!",
    "It is essential for all jobseekers, whether entry-level or highly experienced in their field, to <strong>construct a customized resume for each position, company or sector</strong> they apply to.": "É fundamental para qualquer candidato, independente de sua experiência profissional, <strong>criar um currículo específico para empresa, setor, ou cada posição</strong> para a qual se candidate.",
    "The use of <strong>KEYWORDS</strong> is often overlooked by jobseekers and they are fast becoming an integral part of a winning resume. - You can <strong>find the relevant keywords and expressions for your resume within the job vacancy</strong>, company website or profiles of other professions in that particular area.": "O uso das <strong>PALAVRAS-CHAVE</strong> é quase sempre esquecido por parte dos candidatos, mas elas estão se tornando cada vez mais importantes na criação de um currículo eficaz e assertivo. - Você pode pesquisar e encontrar <strong>as palavras-chave e expressões indispensáveis para o seu currículo dentro do anúncio de emprego</strong>, site da empresa ou perfis de outras profissões da mesma área.",
    "<strong>Include the standard sections in every resume you create</strong> - contact information, objective or summary, education, work experience and skills.": "<strong>Inclua as seções padrão em todos os currículos que você criar</strong> - informações de contato, objetivo ou resumo, estudos, experiência de trabalho e habilidades.",
    "But to <strong>create a unique resume</strong> that will attract a hiring manager at first glance, remember to <strong>include specific resume sections that relate to your professional profile</strong> and the vacancy on offer, such as pertinent publications, conferences you’ve attended, extra training, courses or awards you’ve received etc.": "Mas para <strong>criar um currículo único</strong> que será capaz de atrair a atenção de qualquer diretor de recursos humanos à primeira vista, lembre-se de <strong>incluir seções específicas no seu currículo que estejam relacionadas com o seu perfil profissional</strong> e com a vaga de emprego disputada, como publicações pertinentes, conferências em que você participou, cursos ou prêmios que você recebeu etc.",
    "<strong>Avoid using the first person</strong>: ‘I’, throughout your resume; instead always refer to the third person without using the subject. For example, <strong>in a resume objective or work experience descriptions</strong>.": "<strong>Evite usar a primeira pessoa</strong>: \"Eu\", no seu currículo; em vez disso, utilize a terceira pessoa mas sem usar o sujeito. Por exemplo, <strong>nos objetivos do currículo ou nas descrições da sua experiência de trabalho</strong>.",
    "<strong>Use strong verbs</strong> to describe your previous experience such as spearheaded, coordinated, orchestrated, established, launched, reduced (costs), increased (profits), restructured, facilitated, negotiated etc.": "<strong>Use verbos fortes</strong> para descrever sua experiência laboral, tais como: liderar, coordenar, orquestrar, estabelecer, lançar, reduzir (custos), aumentar (lucros), reestruturar, facilitar, negociar etc.",
    "<strong>Demonstrate quantifiable evidence</strong> of your personal involvement in a project or impact on a role.": "<strong>Quantifique</strong> o seu envolvimento pessoal no projeto para o qual você trabalhou, ou a forma de como o seu papel impactou o mesmo.",
    "Current Plan": "Plano Atual",
    "Subscribed": "Inscrito",
    "Start Now": "Começar agora",
    "Unsubscribe": "Cancelar a subscrição",
    "Select a template to create your new cover letter": "Selecione um modelo para criar a sua nova carta de apresentação",
    "Select a template to create your new resume": "Selecione um modelo para criar seu novo currículo",
    "Leaving so soon?": "Realmente está cancelando a sua inscrição tão cedo?",
    "Thanks, but I want to unsubscribe anyway.": "Obrigado, mas de qualquer maneira, quero cancelar a inscrição.",
    "Remember to download all your resumes before unsubscribing.": "Lembre de baixar todos os seus currículos antes de cancelar a sua inscrição.",
    "Unsubscribe and delete all your resumes?": "Cancelar e deletar todos seus currículos?",
    "Built-in Job Search": "Pesquisa de emprego incorporada",
    "Find your ideal job online via our integrated job search platform and apply directly with your winning resume and cover letter straight from your dashboard.": "Encontre o seu trabalho ideal online através da nossa plataforma integrada de procura de emprego e candidate-se com seu currículo e à sua carta de apresentação diretamente no seu plataforma.",
    "Go to Dashboard": "Ir para a plataforma",
    "Easy-to-use Online Builder": "Construtor online fácil de usar",
    "Create your effective resume and cover letter, section by section, personalizing your application to your profile and tailoring it to the vacancy.": "Crie, seção por seção, seu currículo e carta de apresentação personalizando seu formulário de pedido de emprego para seu perfil e adaptando-o à vaga.",
    "Start Resume Maker": "Iniciar criador de currículos",
    "HR-approved Templates": "Modelos aprovados pelo RH",
    "Get professionally-designed, ATS-ready cover letter and resume samples to use for your own customized job application.": "Obtenha a carta de apresentação profissional e amostras de CV para usar em seu próprio formulário de pedido de emprego personalizado.",
    "Choose a template": "Escolha um modelo",
    "Expert Tips and Guides": "Dicas e guias de especialistas",
    "Career-specific tricks of the trade and how-to guides for writing a professional cover letter and appealing resume.": "Dicas específicas de carreira e guias de como escrever uma carta de apresentação profissional e um currículo atraente.",
    "Get expert advice": "Receba conselhos de especialistas",
    "Please specify": "Especifique",
    "Send survey": "Enviar pesquisa",
    "Unsubscribe successful!": "Inscrição cancelada com sucesso!",
    "Thanks for using our online career assistant, we’re sorry to see you go but we’ll be here if you need us in the future.": "Agradecemos por usar o nosso assistente de carreiras profissionais, lamentamos sua ida mas recordamos que estaremos aqui se você precisar dos nossos serviços no futuro.",
    "Before you leave...": "Antes que você vá embora...",
    "Your opinion is very important to us so thank you for helping us to continue developing our services!": "Sua opinião é muito importante para nós, muito obrigado por nos ajudar a continuar melhorando os nossos serviços!",
    "How to Write a Resume": "Dicas e ideias",
    "Get the complete guide to resume writing with tips and ideas for what to include and what not to put in your winning resume as well as practical examples.": "Consiga um guia completo de como criar o seu currículo, aonde você encontrará dicas e exemplos práticos do que se deve ou não incluir para fazer um currículo eficiente.",
    "The Professional Resume": "Currículo Profissional",
    "Create an expert resume for your job search with our guide to writing a professional resume that gives you specialist advice for executive positions and helps to get your career heading in the right direction.": "Crie o currículo perfeito com a ajuda do nosso guia completo de como redigir um currículo profissional, com conselhos específicos para cargos executivos que o ajudarão a encontrar o trabalho desejado e a encaminhar a sua carreira na direção certa.",
    "Entry-Level Resume Writing": "Primeiro Currículo",
    "If you're just getting your foot in the door of the professional world, check out our guide to writing a first resume with recommendations from HR experts for first-time jobseekers.": "Se você está apenas começando a sua vida profissional, não deixe de consultar o nosso guia de como escrever o primeiro currículo, repleto de recomendações de profissionais de recursos humanos, recomendado para todos os candidatos que estão procurando trabalho pela primeira vez.",
    "Resume Format and Layout Guide": "Formato para um bom currículo",
    "Don't forget about the importance of a good resume format to give structure to all the crucial information you need to include to complete your efficient job application.": "Não se esqueça da importância que tem um bom formato de currículo, já que ele dá estrutura a todas as informações cruciais que você precisa incluir para completar de maneira eficiente sua candidatura de trabalho.",
    "How to write an effective cover letter": "Como escrever uma carta de apresentação eficaz",
    "Discover how to write an effective cover letter with our comprehensive guide including professional tricks of the trade.": "Descubra como escrever uma carta de apresentação eficaz com o nosso guia, que inclui truques e dicas profissionais.",
    "HR-approved cover letter examples": "Modelos de carta de apresentação",
    "Get the best HR-approved cover letter examples so you know what to include and what not to use in your winning cover letter.": "Obtenha os melhores modelos de carta de apresentação, aprovados por recrutadores de recursos humanos e saiba o que incluir e o que não por na sua carta de apresentação de sucesso.",
    "How to format a cover letter": "Formatar uma carta de apresentação",
    "Learn how to format a cover letter so that the relevant information is presented in the right way to convince hiring managers.": "Aprenda a formatar uma carta de apresentação para que as informações relevantes sejam apresentadas da melhor maneira possível para chamar à atenção dos recrutadores.",
    "Germany": "Alemanha",
    "Antarctica": "Antártica",
    "Saudi Arabia": "Arábia Saudita",
    "Argentina": "Argentina",
    "Australia": "Austrália",
    "Austria": "Áustria",
    "Bahrain": "Bahrein",
    "Belgium": "Bélgica",
    "Brazil": "Brasil",
    "Canada": "Canadá",
    "Qatar": "Catar",
    "Chile": "Chile",
    "China": "China",
    "Colombia": "Colômbia",
    "South Korea": "Coreia do Sul",
    "Costa Rica": "Costa Rica",
    "Denmark": "Dinamarca",
    "Ecuador": "Equador",
    "Egypt": "Egito",
    "United Arab Emirates": "Emirados Árabes Unidos",
    "Spain": "Espanha",
    "United States": "Estados Unidos",
    "Philippines": "Filipinas",
    "Finland": "Finlândia",
    "France": "França",
    "Greece": "Grécia",
    "Holland": "Holanda",
    "Hong Kong": "Hong Kong",
    "Hungary": "Hungria",
    "India": "Índia",
    "Indonesia": "Indonésia",
    "Ireland": "Irlanda",
    "Israel": "Israel",
    "Italy": "Itália",
    "Japan": "Japão",
    "Kuwait": "Kuait",
    "Luxembourg": "Luxemburgo",
    "Malaysia": "Malásia",
    "Morocco": "Marrocos",
    "Mexico": "México",
    "Nigeria": "Nigéria",
    "Norway": "Noruega",
    "New Zealand": "Nova Zelândia",
    "Oman": "Omã",
    "Pakistan": "Paquistão",
    "Panama": "Panamá",
    "Peru": "Peru",
    "Poland": "Polônia",
    "Portugal": "Portugal",
    "United Kingdom": "Reino Unido",
    "Czech Republic": "República Tcheca",
    "Romania": "Romênia",
    "Russia": "Rússia",
    "Singapore": "Cingapura",
    "South Africa": "África do Sul",
    "Sweden": "Suécia",
    "Switzerland": "Suíça",
    "Thailand": "Tailândia",
    "Taiwan": "Taiwan",
    "Turkey": "Turquia",
    "Ukraine": "Ucrânia",
    "Uruguay": "Uruguai",
    "Venezuela": "Venezuela",
    "Vietnam": "Vietname",
    "No results": "Nenhum resultado",
    "%(count)s Results": "%(count)s resultados",
    "Upgrade now to get access to all of %(appName)s’s features": "Atualize agora para ter acesso a todas as funcionalidades do %(appName)s",
    "By unsubscribing, you’ll miss out on all %(appName)s’s ever-evolving, career-enhancing features.": "Ao cancelar a sua inscrição, você perderá as características futuras de aprimoramento de carreira do %(appName)s.",
    "You have now successfully unsubscribed from our services and will no longer be charged by %(appName)s. Check the confirmation email of your status that will be sent to the email address you registered with: <strong>%(userEmail)s</strong>.": "Você acaba de cancelar com sucesso os nossos serviços e <strong>não será mais cobrado pelo %(appName)s</strong>. Verifique o e-mail de confirmação do seu status que será enviado para o e-mail com o qual você se registrou: <strong>%(userEmail)s</strong>.",
    "The cancellation will be effective at the end of the current billing period on %(date)s": "O cancelamento entra em vigor no final do atual período de cobrança, em %(date)s",
    "Language": "Idioma",
    "Download your document using our new editor": "Faça o download do seu documento usando o nosso novo editor",
    "Since the last time you worked on your document we’ve made some upgrades. Open your document using the new editor to check out the latest features and download a copy.": "Desde a última vez que você trabalhou no seu documento, fizemos algumas atualizações. Abra o seu documento usando o novo editor para verificar os recursos mais recentes e baixar uma cópia.",
    "Open your document using the new editor": "Abra o seu documento usando o novo editor",
    "Updated on %(month)s %(day)s %(year)s at %(hours)s:%(minutes)s %(ampm)s": "Atualizado em %(day)s%(month)s%(year)s às %(hours)s:%(minutes)s %(ampm)s",
    "January": "Janeiro",
    "February": "Fevereiro",
    "March": "Março",
    "April": "Abril",
    "May": "Maio",
    "June": "Junho",
    "July": "Julho",
    "August": "Agosto",
    "September": "Setembro",
    "October": "Outubro",
    "November": "Novembro",
    "December": "Dezembro",
    "Easy apply": "Candidatura simplificada",
    "Salary": "Salário",
    "New": "Novo",
    "See more jobs...": "Veja mais empregos...",
    "Share your resume online!": "Compartilhe o seu currículo online!",
    "Send employers a link to an online version of your resume which looks great on any device": "Envie aos empregadores um link da versão online do seu currículo que fica ótima em qualquer dispositivo",
    "Share your cover letter online!": "Compartilhe a sua carta de apresentação online!",
    "Send employers a link to an online version of your cover letter which looks great on any device": "Envie aos empregadores um link para a versão online da sua carta de apresentação, ideal para qualquer dispositivo",
    "Find jobs that match your profile and send your job-winning resume": "Encontre vagas que correspondam ao seu perfil e envie o seu currículo vencedor",
    "What are you looking for?": "O que você está procurando?",
    "Where?": "Onde?",
    "Type a job, industry or business": "Introduza um emprego, indústria ou negócio",
    "Type the town, city, state or country": "Introduza cidade, estado ou país",
    "Job vacancies": "Ofertas de emprego",
    "Unshare": "Descompartilhar",
    "Preview online": "Pré-visualização online",
    "Share it online": "Compartilhe online",
    "Terms & Conditions": "Termos e Condições de Uso",
    "Privacy Policy": "Política de Privacidade",
    "Contact Us": "Fale Conosco",
    "You haven't created a resume yet": "Você ainda não criou um currículo",
    "You haven't created a cover letter yet": "Você ainda não criou uma carta de apresentação",
    "Recommended for you": "Recomendado para você",
    "No search results found": "Nenhum resultado encontrado",
    "Share your resume": "Compartilhe seu currículo",
    "Send a private link to your resume or share it on social media. This online version will automatically update when you make changes.": "Envie um link privado para seu currículo ou o compartilhe na rede social. Essa versão online será atualizada automaticamente quando você fizer modificações.",
    "Copy and paste the private link": "Copie e cole o link privado",
    "Your resume is visible to others.": "Seu currículo está visível para outros.",
    "Click the switch if you don’t want other people to see your resume using the link.": "Clique no botão se você não quiser que outras pessoas vejam seu CV usando o link.",
    "Your resume is not visible to others.": "Seu currículo não está visível para outros.",
    "No one can see your resume using the link. Click the switch to make it visible.": "Ninguém pode ver seu currículo usando o link. Clique no botão para torná-lo visível.",
    "Preview": "Visualização",
    "Or click on the icons to share using social media or email": "Ou clique nos ícones para compartilhar usando mídia social ou e-mail",
    "Copied! Right-click to paste": "Copiado! Botão direito para colar",
    "Shared": "Compartilhado",
    "Copy": "Copiar",
    "Send employers or friends a private link to your cover letter. This online version will automatically update when you make changes.": "Envie para recrutadores ou amigos um link privado da sua carta de apresentação. Esta versão online será automaticamente atualizada quando você fizer modificações.",
    "Copy the private link": "Copie o link privado",
    "Your cover letter is visible to others.": "Sua carta de apresentação está visível para outros.",
    "Click the switch if you don’t want people to see it using the link.": "Clique no botão se você não quiser que outras pessoas o vejam usando o link.",
    "Share your cover letter": "Compartilhe sua carta de apresentação",
    "Your cover letter is not visible to others.": "Sua carta de apresentação não está visível para outros.",
    "No one can see your cover letter using the link. Click the switch to make it visible.": "Ninguém pode ver sua carta de apresentação usando o link. Clique no botão para torná-la visível.",
    "Share": "Compartilhar",
    "WARNING!": "AVISO!",
    "The elements of the present website (including, but not limited to, source code, software, trademarks, information texts, content, structure and design) are copyrighted and no licenses, express or implied, are granted to software developers, users and/or other third parties.": "Os elementos do presente contrato (incluindo, mas não restritos a, código-fonte, software, marcas registradas, textos informativos, conteúdo, estrutura e design) têm direitos autoriais protegidos, e não é concedida qualquer licença, expressa ou implícita, a desenvolvedores de software, usuários e/ou terceiros.",
    "Is strictly forbidden to use (or contribute to an individual to do so) the web browser’s console used to access this website to insert and/or execute expressions, commands or codes that, directly or indirectly, interfere, manipulate and/or damage any element of this website, especially its source code.": "É estritamente proibido utilizar (ou contribuir com alguém que o faça) o console do navegador que dá acesso a este site para inserir e/ou executar expressões, comandos ou códigos que, direta ou indiretamente, interfiram, manipulem e/ou danifiquem algum elemento deste site, principalmente o seu código-fonte.",
    "Please be aware that this actions could involve, among others, (a) that your private information or personal data is sent to an unauthorized third party and/or the owner or operator of a false website and, consequently, they are stolen and/or processed for fraudulent purposes or (b) that a malware can be installed on your computer to access your files (documents, photos, videos), camera, microphone, printer or devices connected to your computer, which would make your privacy more vulnerable.": "Esteja ciente de que tais ações podem implicar, entre outros casos, (a) que suas informações privadas ou dados pessoais sejam enviados a terceiros não autorizados e/ou proprietários ou operadores de um site falso e, por conseguinte, sejam roubadas e/ou processadas para fins fraudulentos ou (b) que um vírus possa ser instalado em seu computador para acessar os seus arquivos (documentos, fotos, vídeos etc.), câmera, microfone, impressora ou aparelhos conectados com seu computador, o que tornaria sua privacidade mais vulnerável.",
    "The owner and operator of this website (copyright holder) will not be liable for any direct or indirect, incidental, special, exemplary or consequential damages for an individual arising from, out of or in connection with the infringement of the present warning.": "O proprietário ou operador deste site (portador de direitos autorais) não se responsabiliza por quaisquer danos diretos, indiretos, incidentais, especiais, exemplares ou consequentes à pessoa, decorrentes ou em conexão com a infração à presente advertência.",
    "Moreover, any user of this website must refrain, as it is prohibited, from totally or partially copy, reproduce, publish, transform, provide, distribute, transmit, publicly communicate, display or make use of any of the elements of our Website.": "Ademais, quaisquer usuários deste site devem se abster de, total ou parcialmente, como é proibido, copiar, reproduzir, publicar, transformar, fornecer, distribuir, transmitir, comunicar publicamente, exibir ou fazer uso de quaisquer elementos de nosso Site.",
    "The owner and operator of this website reserves the right to take any and all necessary legal actions, including compensation for direct and indirect damages, at our disposal that it will be considered appropriate for the best defense of its legitimate rights and interests, in the event of an infringement of its intellectual property rights": "O proprietário e operador deste site se reserva o direito de tomar quaisquer ou todas as ações legais necessárias, incluindo compensação por danos diretos ou indiretos, que estejam ao nosso alcance e sejam consideradas apropriadas à melhor defesa dos nossos direitos e interesses legítimos, caso haja infração aos nossos direitos de propriedade intelectual",
    "Find the perfect job close to you!": "Ache o emprego perfeito perto de você!",
    "Jobs by": "Empregos no",
    "Rename your resume": "Renomeie seu currículo",
    "Rename your cover letter": "Renomeie sua carta de apresentação",
    "Insert valid date": "Insira uma data válida",
    "Help & Contact": "Ajuda e Contatos",
    "Want expert advice?": "Quer dicas especializadas?",
    "Visit our Help & Contact section": "Visite a seção de Ajuda e Contatos",
    "or send an e-mail to %(appEmail)s": "ou envie um e-mail para %(appEmail)s",
    "Go to Help & Contact": "Ir para Ajuda e Contatos",
    "resume": "currículo",
    "cover letter": "carta de apresentação",
    "Jobs": "Empregos",
    "new resume": "novo currículo",
    "new cover letter": "nova carta de apresentação",
    "See more": "Ver mais",
    "Updated %(monthShort)s %(day)s, %(hours)s:%(minutes)s": "Atualizado em %(day)s %(monthShort)s, %(hours)s:%(minutes)s",
    "Upgrade now": "Faça upgrade já",
    "Settings": "Configurações",
    "Edit": "Editar",
    "What?": "Qual?",
    "Job, industry or business…": "Emprego, atividade ou ramo…",
    "Town, city, state or country…": "Bairro, cidade, estado ou país…",
    "Recommended jobs": "Empregos recomendados",
    "Read more": "Leia mais",
    "Current Subscription Plan": "Atual Plano de Assinatura",
    "Upgrade": "Fazer upgrade",
    "Registered": "Registrado em",
    "Premium Basic User": "Usuário Premium Básico",
    "Premium Unlimited User": "Usuário Premium Ilimitado",
    "Payment History": "Histórico de Pagamentos",
    "Here you can review your payments after your initial Trial Fee of %(trialFeeSubscription)s": "Aqui você pode conferir os pagamentos feitos após o seu Teste Gratuito de %(trialFeeSubscription)s",
    "Date": "Data",
    "Plan": "Plano",
    "Total": "Total",
    "Status": "Status",
    "Next payment": "Próximo pagamento",
    "Paid": "Pago",
    "Free User": "Usuário Gratuito",
    "MM/DD/YYYY": "MM/DD/YYYY",
    "Need any help?": "Quer ajuda?",
    "Before you go %(userName)s, we wanted to show you the special offers you’re missing": "Antes de sair %(userName)s, confira as ofertas especiais que você está perdendo",
    "Before you go, we wanted to show you the special offers you’re missing": "Antes de sair, confira as ofertas especiais que você está perdendo",
    "Available for a limited time only": "Disponíveis por um tempo limitado",
    "Keep your trial rolling for another month of unlimited access completely free*.": "Continue testando por mais um mês com acesso ilimitado e totalmente gratuito*.",
    "Get another 30 days free": "Ganhe outros 30 dias grátis",
    "* (This will renew at a cost of %(price)s after 4 weeks)": "* (Isso será renovado e custará %(price)s após 4 semanas)",
    "Keep unlimited access to our resume builder until you find your ideal job for just %(offerPrice)s a month.": "Mantenha o acesso ilimitado ao gerador de currículo até achar o emprego ideal, por só %(offerPrice)s ao mês.",
    "Select our %(offerPrice)s a month offer": "Selecionar oferta de %(offerPrice)s/mês",
    "Select our %(price)s a year offer": "Selecionar oferta de %(price)s/ano",
    "Don’t settle for bland, generic resumes and cover letters": "Vá além dos CVs e cartas de apresentação sem graça",
    "We can help you avoid that with our easily customized templates, user-friendly content wizard, and tips on how to seriously impress employers!": "Evite isso com nossos modelos facilmente customizáveis que têm dicas de conteúdo para sua candidatura causar a melhor impressão possível!",
    "Are you sure you want to unsubscribe?": "Você vai mesmo deixar de assinar?",
    "No, don’t cancel it!": "Não, não cancele!",
    "Yes, cancel my subscription": "Sim, cancele esta assinatura",
    "I understand that I will lose access to my Premium features, but I’m still happy to cancel.": "Eu entendo que perderei o acesso a meus recursos Premium, mas ainda quero cancelar.",
    "Are you sure you want to cancel your subscription?": "Tem certeza de que quer cancelar sua assinatura?",
    "Once you cancel you can no longer use our tools to:": "Ao cancelar, você não poderá usar os recursos para:",
    "Download PDFs of your documents": "Baixar seus documentos em PDF",
    "Create personalized CVs and Cover Letters": "Personalizar CVs e Cartas de Apresentação",
    "Share your documents online": "Compartilhar os documentos online",
    "Return to Dashboard": "Voltar ao Painel",
    "Cancel Subscription": "Cancelar Assinatura",
    "Thanks for your purchase!": "Obrigado por sua compra!",
    "We’ve sent you an email as confirmation.": "Já enviamos seu e-mail de confirmação.",
    "30 extra days unlimited access free": "30 dias extra de acesso ilimitado grátis",
    "Unlimited access for %(offerPrice)s per month": "Acesso ilimitado por %(offerPrice)s ao mês",
    "1 year’s unlimited access for the price of a month": "1 ano de acesso ilimitado ao preço de um mês",
    "This purchase will be charged to the same card you used for the previous subscription": "Esta compra será lançada no mesmo cartão que você usou na assinatura anterior",
    "Account information": "Informações de conta",
    "Visit My Dashboard": "Visitar Meu Painel",
    "You can cancel your subscription at any time via your account settings. If you need any assistance please contact our customer service team at %(appEmail)s": "Você pode cancelar sua assinatura quando quiser através das configurações de conta. Se precisar de ajuda, entre em contato com nossa equipe em %(appEmail)s",
    "Call us for free at +1 (844) 333-0735, Mon-Sun 8 am - 6 pm CET": "Ligue grátis para +1 (844) 333-0735, Seg-Dom 03:00 - 13:00",
    "You’re 75%% more likely to get rejected without a unique resume or cover letter for each job application.": "A média de rejeição é de 75%% para candidaturas sem um currículo ou carta de apresentação atraente.",
    "Save up to 90%% with a one-off fee of %(price)s for 1 year’s unlimited access to all our resume tools.": "Economize até 90%% com a taxa única de %(price)s por 1 ano de acesso ilimitado a todos recursos de CV.",
    "MOST POPULAR": "MAIS POPULAR",
    "Please reload the page. If the error persists, try again later.": "Por favor, tente recarregar a página ou retorne depois.",
    "Something went wrong": "Algo deu errado",
    "We were not able to apply the offer.": "Não foi possível aplicarmos a oferta.",
    "BACK TO OFFERS": "VOLTAR ÀS OFERTAS",
    "Account Settings": "Configurações da Conta",
    "EMAIL ACCOUNT": "CONTA DE E-MAIL",
    "Confirm new password": "Confirmar nova senha",
    "SAVE CHANGES": "SALVAR ALTERAÇÕES",
    "Membership": "Assinatura",
    "PREMIUM ACCOUNT": "CONTA PREMIUM",
    "Unlock our premium features": "Destrave os recursos Premium",
    "Starting from": "A partir de",
    "Personal information": "Informações pessoais",
    "First name": "Nome",
    "Last name": "Sobrenome",
    "Remove Photo": "Remover Foto",
    "Easy to guess!": "Fácil de adivinhar!",
    "Not bad...": "Não está mal...",
    "Great job!": "Bom trabalho!",
    "New password": "Nova senha",
    "Resumes and cover letters": "Currículos e cartas de apresentação",
    "Unlimited downloads and storage": "Downloads e armazenamento sem limites",
    "Share resumes online": "Compartilhe seu currículo online",
    "Access to premium templates": "Acesso a modelos Premium",
    "Unlimited tips and real examples": "Dicas ilimitadas e exemplos reais",
    "UPGRADE NOW": "FAÇA UPGRADE JÁ",
    "* (This will renew at a monthly cost of %(price)s after 30 days)": "* (Isso será renovado após 30 dias ao custo mensal de %(price)s)",
    "Extend your Premium unlimited access!": "Siga com o acesso ilimitado Premium!",
    "Pay for a month, get 11 for free!": "Pague um mês e ganhe 11 grátis!",
    "Keep your trial rolling for another month of unlimited access completely free.": "Continue testando por mais um mês com acesso ilimitado e totalmente gratuito.",
    "APPLY OFFER": "USAR OFERTA",
    "We are applying your offer…": "Vamos aplicar sua oferta...",
    "Get your 90%% discount!": "Ganhe 90%% de desconto!",
    "Remove": "Excluir",
    "Drag to reposition": "Arraste para reposicionar",
    "Upload a new photo": "Insira uma nova foto",
    "Save": "Salvar",
    "The photo you have uploaded is too heavy.": "A foto que você inseriu é muito pesada.",
    "Please try again with one that weighs less than 2MB.": "Favor tentar novamente com uma imagem de até 2MB.",
    "Manage my account": "Gerenciar minha conta",
    "Cancel Premium membership": "Cancelar assinatura Premium",
    "Do you want to cancel your Premium account?": "Deseja cancelar sua conta Premium?",
    "Original": "Antes",
    "%(price)s / month": "%(price)s / mês",
    "%(price)s / year": "%(price)s / ano",
    "%(userName)s, we’re sad to see you go": "%(userName)s, é uma pena ver você saindo",
    "We are sad to see you go": "É uma pena ver você saindo",
    "Are you sure you no longer need career assistance?": "Tem certeza de que não quer mais ajuda com sua carreira?",
    "From the moment you cancel your Premium account, you will lose access to these features:": "Ao cancelar sua conta Premium, você vai perder o acesso aos seguintes recursos:",
    "Unlimited resumes and cover letters": "Currículos e cartas de apresentação à vontade",
    "Downloading in PDF format": "Baixar no formato PDF",
    "Expert tips and real examples": "Dicas de especialistas e exemplos reais",
    "Online professional advice and support": "Orientação e suporte profissional online",
    "Sharing resumes and applying for jobs online": "Enviar currículos e se candidatar a empregos online",
    "No, keep Premium account": "Não, vou manter a conta Premium",
    "Yes, cancel my account": "Sim, vou cancelar minha conta",
    "Other options to consider": "Considere também o seguinte",
    "Have a chat with our customer service team if you are having difficulties using any of our tools": "Converse com nossa equipe de atendimento se tiver dificuldade em usar nossas ferramentas",
    "Get extra help": "Receber ajuda extra",
    "Create a unique cover letter that will get you 67 %% more interviews when applying": "Faça uma carta de apresentação para ter mais 67%% de chances em convocação para entrevista",
    "Subscription Cancelled": "Inscrição Cancelada",
    "Thankyou for using %(appName)s": "Obrigado por usar o %(appName)s",
    "CANCELLATION DATE": "DATA DE CANCELAMENTO",
    "You will receive a confirmation email at %(userEmail)s, make sure to check your spam folder.": "Você vai receber um e-mail de confirmação no %(userEmail)s, verifique também em sua caixa spam.",
    "We will save all your documents in case you wish to sign up again in the future.": "Vamos salvar todos os seus arquivos para o caso de você retomar a assinatura no futuro.",
    "You won’t receive any more %(appName)s charges.": "Você não vai mais receber cobranças do %(appName)s.",
    "Let us know why you’ve decided to cancel your Premium membership, so that we can improve our services for the future": "Conte-nos por que você decidiu cancelar sua assinatura Premium, assim poderemos melhorar nossos serviços no futuro",
    "Please, indicate your motive before continuing": "Por favor, selecione seu motivo antes de continuar",
    "SUBMIT AND CONTINUE": "ENVIAR E CONTINUAR",
    "Your opinion is important to us, so thank you very much for helping us to continue improving our services": "Sua opinião é importante para nós, agradecemos a você por nos ajudar a seguir aprimorando nossos serviços",
    "Oh, snap! We're sorry you’ve experienced technical issues :(": "Epa! Ficamos tristes ao saber que você teve problemas técnicos :(",
    "We're here to help! Please describe the problem you’re experiencing and we'll get back to you as soon as possible.": "Estamos aqui para ajudar! Por favor, descreva o problema e retornaremos tão logo seja possível.",
    "Contact details": "Dados de contato",
    "Name": "Nome",
    "Email": "E-mail",
    "Tell us what went wrong": "Conte o que deu errado",
    "Describe the issue here": "Descreva o problema aqui",
    "SUBMIT": "ENVIAR",
    "To better help you, please provide as many relevant details as you can.": "Para que possamos lhe ajudar melhor, por favor, forneça o máximo de detalhes.",
    "Feedback received! Please allow for some time before canceling your account. If we're not able to fix your issue, we will help you cancel your account, hassle-free.": "Feedback recebido! Antes de cancelar sua conta, dê-nos um tempo para resolver o problema. Se não conseguirmos, vamos ajudar você a fazer o cancelamento sem estresse.",
    "Expert Tips": "Dicas de especialistas",
    "Does your resume pass the AI test?": "Seu currículo passa na triagem por Inteligência Artificial?",
    "Run your resume through our Resume Checker and find out the best ways to improve it in minutes.": "Teste seu currículo em nosso Revisor de Currículos e descubra como melhorá-lo em minutos.",
    "Review My Resume": "Revisar Meu Currículo",
    "Check to see if your resume meets the following:": "Confira se o seu currículo atende ao seguinte:",
    "No empty sections": "Não tem seções vazias",
    "No more than 2 pages": "Não tem mais de 2 páginas",
    "No grammatical errors or typos": "Não contém erros gramaticais ou de digitação",
    "Skills and descriptions are relevant to the specific application": "As habilidades e descrições são relevantes para a candidatura em específico",
    "Descriptions are short and to the point": "As descrições são curtas e vão direto ao ponto",
    "You’ve made a cover letter to go with the job application": "Você fez uma carta de apresentação para enviar na candidatura ao emprego",
    "GOOD TO GO!": "PRONTO!",
    "EDIT MY RESUME": "EDITAR MEU CURRÍCULO",
    "Rate us online": "Avalie-nos online",
    "Love our tool? Let others know by leaving a review.": "Gostou dos recursos? Conte para outras pessoas em sua avaliação.",
    "Leave a Review": "Faça uma Avaliação",
    "Have you tried our job searching tool?": "Você tentou outra ferramenta de busca de emprego?",
    "We connect you to the latest job opportunities from top companies. Be the first one to apply!": "Nós conectamos você às mais recentes oportunidades de emprego nas melhores empresas. Saia na frente com sua candidatura!",
    "Find Me My Dream Job": "Encontre Meu Emprego dos Sonhos",
    "Call us for free at (+44) 808 196 4677, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "Ligue grátis para (+44) 808 196 4677, Seg-Sex 08:00 - 20:00, Sáb-Dom 08:00 - 18:00 CET",
    "Call us for free at (+34) 900 109 004, Mon-Sun 8:00 - 18:00, CET": "Ligue grátis para (+34) 900 109 004, Seg-Dom 08:00 - 18:00 CET",
    "Call us for free at (+33) 08 00 99 16 12, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "Ligue grátis para (+33) 08 00 99 16 12, Seg-Sex 08:00 - 20:00 ou Sáb-Dom 08:00 - 18:00 CET",
    "Call us for free at (+39) 800 130 350, Mon-Fri 10:00 - 19:00 CET": "Ligue grátis para (+39) 800 130 350, Seg-Sex 10:00 - 19:00 CET",
    "Call us for free at +1 (844) 333-0735, Mon-Fri 8 am - 8 pm, Sat-Sun 8 am - 6 pm, CET": "Ligue grátis para +1 (844) 333-0735, Seg-Sex 08:00 - 20:00 ou Sáb-Dom 08:00 - 18:00 CET",
    "Call us for free at +1 (866) 575-0970, Mon-Fri 2 am - 2 pm, Sat-Sun 2 am - 12 pm, EST": "Ligue grátis para +1 (866) 575-0970, Seg-Sex 08:00 - 20:00 ou Sáb-Dom 08:00 - 18:00 CET",
    "Untitled %(docType)s": "%(docType)s sem título",
    "Next step": "Próximo passo",
    "Hi %(name)s, get ready to land your dream job": "Oi %(name)s, prepare-se para conseguir o emprego ideal",
    "Every resume needs a cover letter": "Você precisa de uma carta de apresentação",
    "Double your chances with a customized cover letter.": "Dobre as chances com uma carta de apresentação customizada.",
    "Create cover letter": "Criar carta de apresentação",
    "Recommended": "Recomendo!",
    "Discover your online resume": "Confira seu currículo online",
    "Copy and paste a unique URL for easy sharing and keep track of views.": "Copie e cole a URL exclusiva para compartilhar e checar as visualizações.",
    "View my online resume": "Ver meu currículo online",
    "Top reads": "Em alta",
    "Online resume": "Currículo online",
    "Documents": "Documentos",
    "New resume": "Novo currículo",
    "Digital pdf (single-page)": "PDF Digital (página única)",
    "Print ready pdf (multi-page)": "PDF para impressão (várias páginas)",
    "TXT (plain text)": "TXT (somente texto)",
    "min": "min.",
    "Hi!": "Oi!",
    "Get ready to land your dream job": "Prepare-se para conseguir o emprego ideal",
    "Resume review": "Revisão do currículo",
    "Maximize your chances with expert recommendations": "Turbine suas chances com recomendações de especialistas",
    "Crafting a winning resume can be challenging. Our advice will help you identify improvement areas, so you can adapt your resume to your dream job.": "Montar um CV campeão pode ser desafiador, Nossas dicas vão ajudar você a identificar pontos de melhoria e adaptar o seu currículo ao emprego ideal.",
    "In-depth analysis": "Análise profunda",
    "We will meticulously examine your resume ensuring it aligns perfectly with industry standards.": "Vamos revisar meticulosamente o seu CV para assegurar que ele atenda aos padrões da área.",
    "Tailored feedback": "Feedback personalizado",
    "Receive personalized suggestions to help you highlight your strengths and address any weaknesses.": "Receba sugestões personalizadas para ajudar você a destacar seus pontos fortes e lidar com os pontos fracos.",
    "Professional insights": "Visão profissional",
    "Understand exactly what employers are looking for in candidates, for your specific job title.": "Entenda exatamente o que os contratantes estão buscando para preencher o tipo de cargo que você almeja.",
    "What is your desired job position?": "Qual é o cargo desejado?",
    "Job position": "Cargo",
    "Review resume": "Revisar currículo",
    "<span>Ready in 48h.</span> Ensure it's correct, one chance only.": "<span>Pronto em 48h.</span> Garanta que está correto, oportunidade única.",
    "Unlock now.": "Libere agora.",
    "Choose a resume to review": "Escolha um CV para revisar",
    "Select": "Selecionar",
    "Your resume review request was submitted.": "O pedido de revisão de currículo foi enviado.",
    "Checking marketability and clarity": "Avaliando clareza e adequação ao mercado.",
    "Verifying formatting": "Verificando a formatação",
    "Analyzing achievements": "Examinando as conquistas",
    "Evaluating content relevance": "Conferindo a relevância do conteúdo",
    "Assesing fit to desired job": "Analisando o encaixe no cargo desejado",
    "Your resume is being reviewed": "Seu currículo foi revisado",
    "Come back in": "Volte aqui",
    "Essential": "Essencial",
    "Recommended": "Recomendo!",
    "Get your resume reviewed by experts": "Tenha seu currículo revisado por especialistas",
    "Receive professional feedback within 48h, then apply to your dream job.": "Receba um feedback profissional em até 48h e depois se candidata ao emprego ideal.",
    "Request resume review": "Solicitar revisão do currículo",
    "Your resume review is ready.": "A revisão do seu currículo está pronta.",
    "View": "Visualizar",
    "Document reviewed": "Documento revisado",
    "Job position": "Cargo",
    "Edit resume": "Editar currículo",
    "Boost your chances of standing out to potential employers": "Impulsione as suas chances de se destacar para potenciais contratantes",
    "Based on the experience and skills highlighted in your resume, we've put together some tailored suggestions to help you excel in your application for a %(position)s position in %(country)s:": "Com base nas experiências e habilidades em destaque no seu CV, reunimos algumas sugestões sob medida para alavancar a sua candidatura ao cargo de %(position)s em %(country)s:",
    "Resume <span> Review </span>": "<span> Revisão</span> do currículo",
    "Apply this advice to ensure your resume is effective, professional, and optimized for both human and automated review (ATS).": "Aproveite esta dica para garantir que o seu CV seja eficaz, profissional e otimizado para as triagens automatizadas (ATS) e humanas.",
    "Change": "Mudar",
    "No resumes yet":"Sem currículos ainda",
    "Unlock now": "Liberar já",
    "Don’t miss out on your resume review!": "Não perca a revisão do seu currículo!",
    "If you have a pending Resume Review, it will be cancelled.": "Se você tiver uma Revisão de Currículo pendente, ela será cancelada.",
    "Time remaining": "Tempo restante",
    "Go to resume review": "Ir para Revisão de Currículo",
    "You’re missing the final step! Your resume review": "Você está perdendo a etapa final! Revisão do seu currículo",
    "Enhance your resume with expert feedback and boost your job opportunities. Stand out from the crowd!": "Valorize o seu currículo com o feedback de especialistas e turbine as suas chances de contratação. Destaque-se da concorrência!",
    "Your expert coach": "Seu especialista em carreira",
    "ASK FOR RESUME REVIEW": "PEÇA UMA REVISÃO DE CURRÍCULO",
    "Continue": "Continuar",
    "Unlimited User": "Uso ilimitado"
}
