{
    "Duplicate": "Duplicat",
    "Edit title": "Editar el títol",
    "Delete": "Esborrar",
    "Document untitled": "Document sense títol",
    "Land your dream job using a professional cover letter template": "Aconsegueix la feina que desitges fent servir una plantilla professional de carta de presentació",
    "Boost your career with a convincing, HR-approved resume": "Dóna un impuls a la teva carrera professional amb un cv convincent i aprovat per Recursos Humans",
    "Downloading...": "Descarregant...",
    "Download": "Descarregar",
    "Accept": "Acceptar",
    "Cancel": "Cancel·lar",
    "Dashboard": "Panell de control",
    "Resumes": "Currículums",
    "Cover letters": "Cartes de presentació",
    "Profile": "Perfil",
    "Help": "Ajuda",
    "Sign Out": "Tancar la sessió",
    "Your account": "Resum del compte",
    "Subscription": "Subscripció",
    "Saving data": "Guardant dades",
    "Saved": "Guardat",
    "Back": "Enrere",
    "App language": "Idioma de l'aplicació",
    "Website language": "Idioma del lloc web",
    "Deleted successfully": "Esborrat complet",
    "Error": "Error",
    "User ID:": "ID d'usuari:",
    "E-book": "E-book",
    "Get to grips with resume writing": "Familiaritzat amb la creació del currículum",
    "Download your Winning Resume Kit": "Descarrega el paquet de CV guanyador",
    "Get it now!": "Aconsegueix-lo ara!",
    "Ask the experts": "Pregunta als experts",
    "Get professional resume advice": "Rep assessorament professional pel currículum",
    "Have a suggestion?": "Comparteix idees",
    "Got a suggestion?": "Tens un suggeriment?",
    "Let us know your thoughts": "Comparteix la teva opinió amb nosaltres",
    "Job search": "Cerca de feina",
    "Find your next dream job": "Troba la feina dels teus somnis",
    "Latest cover letter": "Última carta de presentació",
    "Create a cover letter": "Crear una nova carta de presentació",
    "Combine your cover letter and resume to make the right impression": "Combina la teva carta de presentació i el teu CV per aconseguir impressionar",
    "Latest resume": "Últim currículum",
    "Create a resume": "Crear un CV",
    "Complete your professional resume to grab the employer's attention": "Completa el teu CV professional i aconsegueix que l'empresa es fixi en tu",
    "View all": "Veure-ho tot",
    "View less": "Veure menys",
    "If you need any help or advice, don't hesitate to contact our friendly resume professionals.": "Si tens qualsevol pregunta o necessites consell, no dubtis a posar-te en contacte amb el nostre equip d'experts en currículums.",
    "Reminder": "Recordatori",
    "Before you get started": "Abans de començar",
    "How it works": "Com funciona",
    "Time to start sending your winning resume out? Check out some of the best vacancies in your area with the built-in job search app.": "Ha arribat l'hora d'enviar el teu currículum? Fes una ullada a algunes de les millors feines del teu sector mitjançant l'app de recerca de feina.",
    "Enter the type or name of the job you want to find, the location and country and click 'Find Jobs' to get a list of the most suitable listings in your preferred area.": "Indica el nom o títol del treball que busques i fes clic a 'Buscar feina'. Obtindràs una llista de les vacants que millor s'adapten a la teva cerca.",
    "Job": "Feina",
    "City": "Ciutat",
    "Country": "País",
    "Find jobs": "Buscar feina",
    "Load more": "Ensenya-me'n més",
    "Company": "Empresa",
    "See position": "Veure feina",
    "Are you sure you want to delete this cover letter?": "Estàs segur que vols eliminar aquesta carta de presentació?",
    "Are you sure you want to duplicate this cover letter?": "Estàs segur que vols duplicar aquesta carta de presentació?",
    "Do you want to edit the title of this cover letter?": "Vols editar el títol d'aquesta carta de presentació?",
    "New cover letter": "Nova carta de presentació",
    "Create new cover letter": "Crear una nova carta de presentació",
    "Duplicate or build a new cover letter to match your needs": "Duplica o crea una nova carta de presentació que compleixi amb les teves necessitats",
    "Your cover letters": "Les teves cartes de presentació",
    "Suggestions for your cover letter": "Suggeriments per la teva carta de presentació",
    "Take heed of these <strong>expert pieces of advice regarding cover letter writing</strong> which can help you make your job application stand out.": "Tingues en compte els següents <strong>consells quan escriguis la carta de presentació</strong>. T'ajudaran a que la teva sol·licitud destaqui per sobre de la resta.",
    "It is essential to remember to <strong>maintain your focus on the needs of the company</strong> you’re applying to and the requirements and desired abilities of the ideal candidate for the role.": "És imprescindible recordar que <strong>el focus ha de ser les necessitats de l'empresa</strong> a la que s'envia la candidatura, així com els requeriments i habilitats idonis del candidat que busquen.",
    "Each cover letter for a job application, <strong>cover letters for internships</strong>, for further study or even volunteer experience should be <strong>tailored to their specific organization</strong> and position with the pertinent keywords.": "Les cartes de presentació, tant si són per sol·licitar feina, <strong>com per realitzar pràctiques en una empresa</strong>, per seguir amb els estudis, o fins i tot per tasques de voluntariat, <strong>s'han d'adaptar a l'empresa</strong> i a la posició que sol·licites, incloent les paraules clau corresponents.",
    "The <strong>beginning of a cover letter should include a header</strong> with the candidate’s full name and contact details.": "El <strong>començament d'una carta de presentació ha d'incloure un encapçalament</strong> amb el nom i cognoms del candidat i les dades de contacte.",
    "Candidates are advised and urged to do a little research, use their initiative and <strong>try to find the name of the person in charge</strong> of filling the new vacancy by <strong>visiting the company website and social media sites</strong>.": "S'aconsella que els candidats investiguin una mica i, mostrant la seva iniciativa, <strong>visitin el lloc web de l'empresa i les seves xarxes socials</strong> i <strong>procurin esbrinar el nom de la persona de recursos humans encarregada</strong> de cobrir la nova vacant.",
    "Towards the <strong>end of a cover letter</strong>, each candidate should write a convincing finish to entice the hiring manager and in sales terminology “<strong>seal the deal</strong>”.": "A <strong>la part final de la carta de presentació</strong>, cada candidat ha d'escriure un bon comiat per tal de convèncer a l'empresa i ”<strong>segellar el tracte</strong>”.",
    "Your reading list": "Lectures recomanades",
    "Tips": "Consells",
    "Are you sure you want to delete this resume?": "Estàs segur que vols eliminar aquest currículum?",
    "Are you sure you want to duplicate this resume?": "Estàs segur que vols duplicar aquest currículum?",
    "Do you want to edit the title of this resume?": "Vols editar el títol d'aquest currículum?",
    "Create new resume": "Crear un nou curriculum",
    "Keep up to date with these expert tips so you can <strong>get the best out of your winning resume</strong> to ensure you get the call-back you’ve been waiting for!": "Posa't al dia amb aquests consells del nostre equip d'experts i aconseguiràs <strong>un CV que destaqui</strong> i t'asseguraràs que et truquin per tenir l'entrevista que volies aconseguir!",
    "It is essential for all jobseekers, whether entry-level or highly experienced in their field, to <strong>construct a customized resume for each position, company or sector</strong> they apply to.": "És essencial que tots els que sol·liciten un lloc de treball, siguin principiants o professionals amb una llarga trajectòria laboral, <strong>que escriguin un currículum personalitzat per a cada posició, empresa o sector</strong> als quals es presenta la candidatura.",
    "The use of <strong>KEYWORDS</strong> is often overlooked by jobseekers and they are fast becoming an integral part of a winning resume. - You can <strong>find the relevant keywords and expressions for your resume within the job vacancy</strong>, company website or profiles of other professions in that particular area.": "Sovint, els aspirants a una feina passen per alt l'ús de les <strong>PARAULES CLAU</strong>, quan, en realitat, són una part fonamental d'un bon CV. Pots <strong>trobar les paraules clau i les expressions més rellevants en la descripció de l'oferta de treball</strong>, al lloc web de l'empresa o en els perfils d'altres professionals del teu sector.",
    "<strong>Include the standard sections in every resume you create</strong> - contact information, objective or summary, education, work experience and skills.": "<strong>Inclou les seccions estàndard en cada CV que escriguis</strong>: informació de contacte, objectiu, educació, experiència laboral i habilitats.",
    "But to <strong>create a unique resume</strong> that will attract a hiring manager at first glance, remember to <strong>include specific resume sections that relate to your professional profile</strong> and the vacancy on offer, such as pertinent publications, conferences you’ve attended, extra training, courses or awards you’ve received etc.": "Però per <strong>crear un CV únic</strong> que cridi l'atenció d'un director de Recursos Humans, recorda <strong>incloure seccions especifiques relacionades amb el teu perfil professional</strong> i amb l'oferta vacant. Per exemple: publicacions, conferències a les que has assistit, cursos, premis que has rebut, etc.",
    "<strong>Avoid using the first person</strong>: ‘I’, throughout your resume; instead always refer to the third person without using the subject. For example, <strong>in a resume objective or work experience descriptions</strong>.": "<strong>Evita fer servir la primera persona del singular</strong>: \"jo\", al llarg del teu currículum. Utilitza sempre la tercera persona del singular sense esmentar el subjecte en seccions com <strong>els objectius del teu CV o la descripció de l'experiència laboral</strong>, per exemple.",
    "<strong>Use strong verbs</strong> to describe your previous experience such as spearheaded, coordinated, orchestrated, established, launched, reduced (costs), increased (profits), restructured, facilitated, negotiated etc.": "<strong>Utilitza verbs potents</strong> per descriure la teva experiència prèvia. Per exemple: liderar, coordinar, organitzar, consolidar, llançar, reduir (costos), incrementar (beneficis), reestructurar, facilitar, negociar, etc.",
    "<strong>Demonstrate quantifiable evidence</strong> of your personal involvement in a project or impact on a role.": "<strong>Demostra evidències quantificables</strong> de la teva participació en el projecte o l'impacte que va tenir el teu paper en el mateix.",
    "Current Plan": "Pla actual",
    "Subscribed": "Subscrit",
    "Start Now": "Comença ara",
    "Unsubscribe": "Donar-se de baixa",
    "Select a template to create your new cover letter": "Selecciona una plantilla per crear la teva nova carta de presentació",
    "Select a template to create your new resume": "Selecciona una plantilla per crear el teu nou currículum",
    "Leaving so soon?": "Ens deixes ja?",
    "Thanks, but I want to unsubscribe anyway.": "Gràcies, però em vull donar de baixa igualment.",
    "Remember to download all your resumes before unsubscribing.": "Recorda de descarregar-te tots els teus currículums abans de donar-te de baixa.",
    "Unsubscribe and delete all your resumes?": "Vols donar-te de baixa i eliminar tots els teus currículums?",
    "Built-in Job Search": "Buscador de feina integrat",
    "Find your ideal job online via our integrated job search platform and apply directly with your winning resume and cover letter straight from your dashboard.": "Troba el treball ideal en línia gràcies a la nostra plataforma integrada de cerca de feina! Podràs enviar la candidatura directament adjuntant el teu currículum i la teva carta de presentació directament des del panell de control.",
    "Go to Dashboard": "Anar al panell de control",
    "Easy-to-use Online Builder": "Editor online  a prova de tecnòfobs",
    "Create your effective resume and cover letter, section by section, personalizing your application to your profile and tailoring it to the vacancy.": "\nCrea un currículum i carta de presentació efectius, secció per secció, personalitzant la sol·licitud al teu perfil i ajustant-lo a la vacant.",
    "Start Resume Maker": "Iniciar el Creador de CVs",
    "HR-approved Templates": "Plantilles aprovades per professionals de Recursos Humans",
    "Get professionally-designed, ATS-ready cover letter and resume samples to use for your own customized job application.": "Crea cartes de presentació a prova de STA i dissenyades per professionals, i aprofita't dels nostres exemples de currículums que pots personalitzar perque s'ajustin a les teves sol·licituds de feina.",
    "Choose a template": "Escull una plantilla",
    "Expert Tips and Guides": "Guies i consells dels experts",
    "Career-specific tricks of the trade and how-to guides for writing a professional cover letter and appealing resume.": "\nTrucs de part de professionals de Recursos Humans i guies per l'elaboració d'una carta de presentació i un currículum que t'aconsegueixin entrevistes.",
    "Get expert advice": "Consells directament dels experts",
    "Please specify": "Podries explicar-ho una mica?",
    "Send survey": "Enviar qüestionari",
    "Unsubscribe successful!": "Has cancel·lat la teva subscripció!",
    "Thanks for using our online career assistant, we’re sorry to see you go but we’ll be here if you need us in the future.": "Gràcies per utilitzar el nostre editor en línia. Ens saps gre no tornar-te a veure més, però ens encantarà ajudar-te si ens tornes a necessitar.",
    "Before you leave...": "Abans de que marxis...",
    "Your opinion is very important to us so thank you for helping us to continue developing our services!": "Ens encantaria conèixer la teva opinió. Moltes gràcies per ajudar-nos a seguir millorant els nostres serveis!",
    "How to Write a Resume": "Consells i idees",
    "Get the complete guide to resume writing with tips and ideas for what to include and what not to put in your winning resume as well as practical examples.": "Aconsegueix la guia completa per escriure el teu millor CV. A més d'exemples pràctics, també inclou consells i què has esmentar (i ometre) per escriure un currículum amb el qual passis a la següent fase: l'entrevista.",
    "The Professional Resume": "Currículum professional",
    "Create an expert resume for your job search with our guide to writing a professional resume that gives you specialist advice for executive positions and helps to get your career heading in the right direction.": "Crea un CV perfecte per la teva cerca de treball mitjançant la nostra guia per a escriure un currículum professional. Hi trobaràs consells personalitzats per a posicions executives i t'ajudarà a que la teva carrera professional segueixi una trajectòria ascendent.",
    "Entry-Level Resume Writing": "Primer CV",
    "If you're just getting your foot in the door of the professional world, check out our guide to writing a first resume with recommendations from HR experts for first-time jobseekers.": "Si estàs començant en el món professional, fes una ullada a la nostra Guia per escriure el teu primer CV. Hi trobaràs recomanacions d'experts en Recursos Humans personalitzades per a aquells que busquen la seva primera oportunitat en el món laboral.",
    "Resume Format and Layout Guide": "Bon format de currículum",
    "Don't forget about the importance of a good resume format to give structure to all the crucial information you need to include to complete your efficient job application.": "No oblidis la importància de fer servir un bon format de currículum vitae per estructurar adequadament tota la informació que cal incloure a l'hora de completar la sol·licitud de feina.",
    "How to write an effective cover letter": "Com escriure una carta de presentació efectiva",
    "Discover how to write an effective cover letter with our comprehensive guide including professional tricks of the trade.": "Descobreix com escriure una carta de presentació efectiva mitjançant la nostra guia a on també hi trobaràs trucs de professionals del sector.",
    "HR-approved cover letter examples": "Exemples de cartes de presentació aprovades per RR.HH.",
    "Get the best HR-approved cover letter examples so you know what to include and what not to use in your winning cover letter.": "Aconsegueix els millors exemples de carta de presentació aprovats per RR.HH. per saber què dir i què ometre a la teva carta guanyadora.",
    "How to format a cover letter": "Com maquetar una carta de presentació",
    "Learn how to format a cover letter so that the relevant information is presented in the right way to convince hiring managers.": "Aprèn a maquetar una carta de presentació presentant la informació rellevant de manera que convenci a l'empresa.",
    "Germany": "Alemanya",
    "Antarctica": "Antàrtida",
    "Saudi Arabia": "Arabia Saudita",
    "Argentina": "Argentina",
    "Australia": "Austràlia",
    "Austria": "Àustria",
    "Bahrain": "Bahrein",
    "Belgium": "Bèlgica",
    "Brazil": "Brasil",
    "Canada": "Canadà",
    "Qatar": "Qatar",
    "Chile": "Xile",
    "China": "Xina",
    "Colombia": "Colòmbia",
    "South Korea": "Corea del Sud",
    "Costa Rica": "Costa Rica",
    "Denmark": "Dinamarca",
    "Ecuador": "Equador",
    "Egypt": "Egipte",
    "United Arab Emirates": "Emirats Àrabs Units",
    "Spain": "Espanya",
    "United States": "Estats Units",
    "Philippines": "Filipines",
    "Finland": "Finlàndia",
    "France": "França",
    "Greece": "Grècia",
    "Holland": "Holanda",
    "Hong Kong": "Hong Kong",
    "Hungary": "Hongria",
    "India": "Índia",
    "Indonesia": "Indonèsia",
    "Ireland": "Regne Unit",
    "Israel": "Israel",
    "Italy": "Itàlia",
    "Japan": "Japó",
    "Kuwait": "Aràbia Saudita",
    "Luxembourg": "Luxemburg",
    "Malaysia": "Malàisia",
    "Morocco": "Marroc",
    "Mexico": "Mèxic",
    "Nigeria": "Nigèria",
    "Norway": "Noruega",
    "New Zealand": "Nova Zelanda",
    "Oman": "Oman",
    "Pakistan": "Pakistan",
    "Panama": "Panamà",
    "Peru": "Perú",
    "Poland": "Polònia",
    "Portugal": "Portugal",
    "United Kingdom": "Regne Unit",
    "Czech Republic": "República Txeca",
    "Romania": "Romania",
    "Russia": "Rússia",
    "Singapore": "Singapur",
    "South Africa": "Sud-àfrica",
    "Sweden": "Suècia",
    "Switzerland": "Suïssa",
    "Thailand": "Tailàndia",
    "Taiwan": "Taiwan",
    "Turkey": "Turquia",
    "Ukraine": "Ucraïna",
    "Uruguay": "L'Uruguai",
    "Venezuela": "Veneçuela",
    "Vietnam": "Vietnam",
    "No results": "Cap resultat",
    "%(count)s Results": "%(count)s resultats",
    "Upgrade now to get access to all of %(appName)s’s features": "Fes-te Premium per disfrutar de totes les funcions de %(appName)s",
    "By unsubscribing, you’ll miss out on all %(appName)s’s ever-evolving, career-enhancing features.": "Si cancel·les la subscripció, et perdràs totes les millores que anem afegint a %(appName)s per ajudar-te en la teva carrera professional.",
    "You have now successfully unsubscribed from our services and will no longer be charged by %(appName)s. Check the confirmation email of your status that will be sent to the email address you registered with: <strong>%(userEmail)s</strong>.": "Has cancel·lat la subscripció als nostres serveis i %(appName)s no realitzarà més cobraments. Comprova que has rebut el correu electrònic de confirmació del canvi a l'adreça de correu electrònic amb la qual et vas registrar: <strong>%(userEmail)s</strong>.",
    "The cancellation will be effective at the end of the current billing period on %(date)s": "La cancelació serà efectiva un cop transcorregut l'actual cicle de facturació el %(date)s",
    "Language": "Idioma",
    "Download your document using our new editor": "Descarrega el teu document amb el nou editor",
    "Since the last time you worked on your document we’ve made some upgrades. Open your document using the new editor to check out the latest features and download a copy.": "Hem actualitzat i millorat el nostre sistema des del darrer cop que vas editar el document. Obre el teu document fent servir el nou editor per descobrir les noves característiques i descarregar-ne una còpia.",
    "Open your document using the new editor": "Obre el teu document amb el nou editor",
    "Updated on %(month)s %(day)s %(year)s at %(hours)s:%(minutes)s %(ampm)s": "Actualitzat el %(month)s %(day)s %(year)s %(hours)s:%(minutes)s %(ampm)s",
    "January": "Gener",
    "February": "Febrer",
    "March": "Març",
    "April": "Abril",
    "May": "Maig",
    "June": "Juny",
    "July": "Juliol",
    "August": "Agost",
    "September": "Setembre",
    "October": "Octubre",
    "November": "Novembre",
    "December": "Desembre",
    "Easy apply": "Sol·licita feina fàcilment",
    "Salary": "Sou",
    "New": "Novetat",
    "See more jobs...": "Mostra més feines...",
    "Share your resume online!": "Comparteix el teu currículum en línia!",
    "Send employers a link to an online version of your resume which looks great on any device": "Envia a les empreses un enllaç al teu currículum per veure'l perfectament des de qualsevol dispositiu",
    "Share your cover letter online!": "Comparteix la teva carta de presentació!",
    "Send employers a link to an online version of your cover letter which looks great on any device": "Envia a les empreses un enllaç a la teva carta de presentació per veure-la perfectament des de qualsevol dispositiu",
    "Find jobs that match your profile and send your job-winning resume": "Troba llocs de treball que s'ajustin al teu perfil i envia el teu currículum guanyador",
    "What are you looking for?": "Què estàs buscant?",
    "Where?": "On?",
    "Type a job, industry or business": "Escriu una feina, sector o negoci",
    "Type the town, city, state or country": "Escriu una ciutat, regió o país",
    "Job vacancies": "Vacants",
    "Unshare": "Deixa de compartir",
    "Preview online": "Vista prèvia online",
    "Share it online": "Comparteix en línia",
    "Terms & Conditions": "Termes i Condicions",
    "Privacy Policy": "política de privacitat",
    "Contact Us": "Contacta'ns",
    "You haven't created a resume yet": "Encara no has creat un currículum",
    "You haven't created a cover letter yet": "Encara no has creat una carta de presentació",
    "Recommended for you": "Et recomanem",
    "No search results found": "No hem trobat resultats",
    "Share your resume": "Comparteix el teu currículum",
    "Send a private link to your resume or share it on social media. This online version will automatically update when you make changes.": "Envia un enllaç privat per veure el teu currículum o comparteix-lo a les xarxes socials. Aquesta versió en línea s'actualitzarà automàticament quan facis canvis.",
    "Copy and paste the private link": "Copia i enganxa l'enllaç privat",
    "Your resume is visible to others.": "D'altres persones poden veure el teu currículum. ",
    "Click the switch if you don’t want other people to see your resume using the link.": "Fes clic a l'interruptor si no vols que ningú més utilitzi l'enllaç per veure el teu currículum.",
    "Your resume is not visible to others.": "Ningú més pot veure el teu currículum.",
    "No one can see your resume using the link. Click the switch to make it visible.": "Ningú pot fer servir l'enllaç per veure el currículum. Fes clic a l'interruptor per fer-lo visible.",
    "Preview": "Vista previa",
    "Or click on the icons to share using social media or email": "O fes clic a les icones per compartir-lo a les xarxes socials o per correu electrònic",
    "Copied! Right-click to paste": "Copiat! Fes clic amb el botó dret del ratolí per enganxar-lo",
    "Shared": "Compartit",
    "Copy": "Copiar",
    "Send employers or friends a private link to your cover letter. This online version will automatically update when you make changes.": "Envia un enllaç privat per accedir a la teva carta de presentación a les empreses o als teus amics. Aquesta versió en línia s'actualitzarà automàticament quan facis canvis.",
    "Copy the private link": "Copia l'enllaç privat",
    "Your cover letter is visible to others.": "Els demés ja poden veure la teva carta de presentació.",
    "Click the switch if you don’t want people to see it using the link.": "Fes clic a l'interruptor si no vols que ningú més utilitzi l'enllaç per veure el teu document.",
    "Share your cover letter": "Comparteix la teva carta de presentació",
    "Your cover letter is not visible to others.": "Els demés no poden veure la teva carta de presentació.",
    "No one can see your cover letter using the link. Click the switch to make it visible.": "Ningú pot fer servir l'enllaç per veure la teva carta de presentació.  Fes clic a l'interruptor per fer-la visible.",
    "Share": "Comparteix",
    "WARNING!": "ATENCIÓ!",
    "The elements of the present website (including, but not limited to, source code, software, trademarks, information texts, content, structure and design) are copyrighted and no licenses, express or implied, are granted to software developers, users and/or other third parties.": "Els elements d'aquest lloc web (incloent-hi, però sense estar limitats, el codi font, programari, marques comercials, textos informatius, contingut, estructura i disseny) tenen copyright i no es concedeixen llicències, expresses o implícites, a desenvolupadors, usuaris i / o tercers.",
    "Is strictly forbidden to use (or contribute to an individual to do so) the web browser’s console used to access this website to insert and/or execute expressions, commands or codes that, directly or indirectly, interfere, manipulate and/or damage any element of this website, especially its source code.": "Està terminantment prohibit fer servir (o contribuir a que un altri ho faci) la consola del navegador web utilitzada per accedir a aquest lloc web per inserir i / o executar expressions, ordres o codis que, directament o indirectament, interfereixin, manipulin i / o perjudiquin qualsevol element d'aquest lloc web, especialment el seu codi font.",
    "Please be aware that this actions could involve, among others, (a) that your private information or personal data is sent to an unauthorized third party and/or the owner or operator of a false website and, consequently, they are stolen and/or processed for fraudulent purposes or (b) that a malware can be installed on your computer to access your files (documents, photos, videos), camera, microphone, printer or devices connected to your computer, which would make your privacy more vulnerable.": "Qualsevol d'aquestes accions pot comportar, entre d'altres: (a) que la teva informació privada o dades personals s'enviïn a un tercer no autoritzat i / o al propietari o operador d'un lloc web fals i, en conseqüència, que siguin robats i / o processats amb finalitats fraudulentes o (b) que es pugui instal·lar un programari maliciós al teu ordinador per tal d'accedir als teus fitxers (documents, fotos, vídeos), càmera, micròfon, impressora o dispositius connectats a la teva màquina, cosa que farà que la teva privacitat pugui ser vulnerada.",
    "The owner and operator of this website (copyright holder) will not be liable for any direct or indirect, incidental, special, exemplary or consequential damages for an individual arising from, out of or in connection with the infringement of the present warning.": "El propietari i operador d'aquest lloc web (titular del copyright) no serà responsable per cap dany directe o indirecte, incidental, especial, exemplar o conseqüència d'una persona derivada, externa o relacionada amb la infracció del present avís.",
    "Moreover, any user of this website must refrain, as it is prohibited, from totally or partially copy, reproduce, publish, transform, provide, distribute, transmit, publicly communicate, display or make use of any of the elements of our Website.": "A més, qualsevol usuari d'aquest lloc web s'ha d'abstenir, ja que està prohibit, de copiar totalment o parcialment, reproduir, publicar, transformar, proporcionar, distribuir, transmetre, comunicar públicament, mostrar o fer ús de qualsevol dels elements d'aquest lloc web.",
    "The owner and operator of this website reserves the right to take any and all necessary legal actions, including compensation for direct and indirect damages, at our disposal that it will be considered appropriate for the best defense of its legitimate rights and interests, in the event of an infringement of its intellectual property rights": "El propietari i operador d'aquest lloc web es reserva el dret d'efectuar totes les accions legals necessàries que consideri oportunes i a la seva disposició, inclosa la indemnització per danys directes i indirectes, per a la millor defensa dels seus drets i interessos legítims, en el cas que s'infringeixin els seus drets de propietat intel·lectual.",
    "Find the perfect job close to you!": "Troba una feina que t'agradi a prop de casa!",
    "Jobs by": "Treballs publicats a",
    "Rename your resume": "Canvia el nom del CV",
    "Rename your cover letter": "Canvia el nom de la carta",
    "Insert valid date": "Indica una data vàlida",
    "Help & Contact": "Ajuda i contacte",
    "Want expert advice?": "Vols l'assessorament d'un expert?",
    "Visit our Help & Contact section": "Visita la secció de Ajuda i Contacta",
    "or send an e-mail to %(appEmail)s": "o envia'ns un correu electrònic a %(appEmail)s",
    "Go to Help & Contact": "Consulta Ajuda i contacte",
    "resume": "currículum",
    "cover letter": "carta de presentació",
    "Jobs": "Feines",
    "new resume": "currículum nou",
    "new cover letter": "nova carta de presentació",
    "See more": "Veure més",
    "Updated %(monthShort)s %(day)s, %(hours)s:%(minutes)s": "Actualització: %(day)s, %(monthShort)s a %(hours)s:%(minutes)s",
    "Upgrade now": "Actualitzar ara",
    "Settings": "Configuració",
    "Edit": "Editar",
    "What?": "Quina?",
    "Job, industry or business…": "Feina, indústria o empresa...",
    "Town, city, state or country…": "Poble, ciutat, estat o país...",
    "Recommended jobs": "Feines recomanades",
    "Read more": "Més informació",
    "Current Subscription Plan": "Pla de subscripció vigent",
    "Upgrade": "Actualització",
    "Registered": "Registrat",
    "Premium Basic User": "Usuari Premium Bàsic",
    "Premium Unlimited User": "Usuari Premium Il·limitat",
    "Payment History": "Historial de pagaments",
    "Here you can review your payments after your initial Trial Fee of %(trialFeeSubscription)s": "Aquí pots revisar els teus pagaments un cop s'acabi el període inicial de prova de %(trialFeeSubscription)s",
    "Date": "Data",
    "Plan": "Pla",
    "Total": "Total",
    "Status": "Estat",
    "Next payment": "Pròxim pagament",
    "Paid": "Pagat",
    "Free User": "Usuari gratuït",
    "MM/DD/YYYY": "DD/MM/AAAA",
    "Need any help?": "Necessites ajuda?",
    "Before you go %(userName)s, we wanted to show you the special offers you’re missing": "Abans de marxar, %(userName)s, has de veure les ofertes que t’estàs perdent",
    "Before you go, we wanted to show you the special offers you’re missing": "Abans de marxar, mira quines ofertes t’estàs perdent!",
    "Available for a limited time only": "Disponible només per un temps limitat",
    "Keep your trial rolling for another month of unlimited access completely free*.": "Continua amb la subscripció de prova durant un altre mes amb accés il·limitat completament gratuït *.",
    "Get another 30 days free": "Aconsegueix 30 dies més de forma gratuita!",
    "* (This will renew at a cost of %(price)s after 4 weeks)": "* (Es renovarà passades 4 setmanes per %(price)s)",
    "Keep unlimited access to our resume builder until you find your ideal job for just %(offerPrice)s a month.": "Continua amb accés il·limitat al creador de currículums fins que trobis la eina ideal per només %(offerPrice)s al mes.",
    "Select our %(offerPrice)s a month offer": "Selecciona la nostra oferta de %(offerPrice)s al mes",
    "Select our %(price)s a year offer": "Selecciona la oferta de %(price)s a l'any",
    "Don’t settle for bland, generic resumes and cover letters": "No et conformis amb un currículum genèric i una carta de presentació avorrida",
    "We can help you avoid that with our easily customized templates, user-friendly content wizard, and tips on how to seriously impress employers!": "T’ajudem a evitar-ho amb les nostres plantilles personalitzables, l’assistent de contingut i un munt de consells per cridar l'atenció de les empreses.",
    "Are you sure you want to unsubscribe?": "Estàs segur que vols donar-te de baixa?",
    "No, don’t cancel it!": "No, no la cancel·lis encara!",
    "Yes, cancel my subscription": "Sí, cancel·la la meva subscripció",
    "I understand that I will lose access to my Premium features, but I’m still happy to cancel.": "Entenc que perdré l'accés a les funcionalitats Premium, però vull cancel·lar el compte de totes maneres.",
    "Are you sure you want to cancel your subscription?": "Estàs segur que vols cancel·lar la teva subscripció?",
    "Once you cancel you can no longer use our tools to:": "Un cop cancel·lada, ja no podràs utilitzar les nostres eines per:",
    "Download PDFs of your documents": "Descarregar els teus documents en PDF",
    "Create personalized CVs and Cover Letters": "Crear CVs i cartes de presentació personalitzades",
    "Share your documents online": "Compartir els teus documents en línia",
    "Return to Dashboard": "Tornar al Panell de control",
    "Cancel Subscription": "Cancel·lar la subscripció",
    "Thanks for your purchase!": "Gràcies per la teva compra!",
    "We’ve sent you an email as confirmation.": "T’hem enviat un correu electrònic amb la confirmació.",
    "30 extra days unlimited access free": "30 dies addicionals d'accés il·limitat gratuït",
    "Unlimited access for %(offerPrice)s per month": "Accés il·limitat per %(offerPrice)s al mes",
    "1 year’s unlimited access for the price of a month": "Un any d’accés il·limitat pel preu d’un mes",
    "This purchase will be charged to the same card you used for the previous subscription": "Aquesta compra es carregarà a la mateixa targeta que vas fer servir per a la subscripció anterior",
    "Account information": "Informació del compte",
    "Visit My Dashboard": "Anar la Panell de control",
    "You can cancel your subscription at any time via your account settings. If you need any assistance please contact our customer service team at %(appEmail)s": "Pots cancel·lar la subscripció en qualsevol moment des de la Configuració del teu compte. Si necessites ajuda, posa’t en contacte amb l’equip d’atenció al client a %(appEmail)s",
    "Call us for free at +1 (844) 333-0735, Mon-Sun 8 am - 6 pm CET": "Truca gratuïtament de dilluns a diumenge, de 8 del matí a 6 de la tarda, al: 900109004.",
    "You’re 75%% more likely to get rejected without a unique resume or cover letter for each job application.": "Sense un CV o una carta de presentació escrits expressament per a cada feina, tens un 75%% més de possibilitats d'ésser descartat.",
    "Save up to 90%% with a one-off fee of %(price)s for 1 year’s unlimited access to all our resume tools.": "Estalvia fins a un 90%% amb la tarifa única de %(price)s que inclou 1 any d’accés il·limitat a totes les eines del CV.",
    "MOST POPULAR": "EL MÉS POPULAR",
    "Please reload the page. If the error persists, try again later.": "Torna a carregar la pàgina. Si l'error continua, espera't uns minuts i torna-ho a provar.",
    "Something went wrong": "Quelcom no ha anat bé",
    "We were not able to apply the offer.": "No hem pogut processar l'oferta.",
    "BACK TO OFFERS": "TORNAR A LES OFERTES",
    "Account Settings": "Configuració del compte",
    "EMAIL ACCOUNT": "COMPTE DE CORREU ELECTRÒNIC",
    "Confirm new password": "Confirmar la nova contrasenya",
    "SAVE CHANGES": "GUARDAR CANVIS",
    "Membership": "Membres",
    "PREMIUM ACCOUNT": "COMPTE PREMIUM",
    "Unlock our premium features": "Desbloqueja les funcions Premium",
    "Starting from": "A partir de",
    "Personal information": "Informació personal",
    "First name": "Nom",
    "Last name": "Cognom",
    "Remove Photo": "Eliminar foto",
    "Easy to guess!": "Fàcil d'endevinar!",
    "Not bad...": "Gens malament...",
    "Great job!": "Bona feina!",
    "New password": "Nova contrasenya",
    "Resumes and cover letters": "Currículums i cartes de presentació",
    "Unlimited downloads and storage": "Descàrregues i emmagatzematge il·limitats",
    "Share resumes online": "Comparteix els currículums en línia",
    "Access to premium templates": "Accés a plantilles prèmium",
    "Unlimited tips and real examples": "Consells i exemples reals il·limitats",
    "UPGRADE NOW": "ACTUALITZAR ARA",
    "* (This will renew at a monthly cost of %(price)s after 30 days)": "* (Es renovarà amb un cost mensual de %(price)s passats 30 dies)",
    "Extend your Premium unlimited access!": "Amplia el teu accés Premium il·limitat!",
    "Pay for a month, get 11 for free!": "Paga un mes i en tindràs 11 gratis!",
    "Keep your trial rolling for another month of unlimited access completely free.": "Continua amb la subscripció de prova durant un altre mes amb accés il·limitat completament gratuït.",
    "APPLY OFFER": "APLICAR OFERTA",
    "We are applying your offer…": "Estem aplicant la teva oferta...",
    "Get your 90%% discount!": "Aconsegueix el 90%% de descompte!",
    "Remove": "Eliminar",
    "Drag to reposition": "Arrossega per reposicionar",
    "Upload a new photo": "Puja una foto nova",
    "Save": "Guardar",
    "The photo you have uploaded is too heavy.": "La foto que has penjat pesa massa.",
    "Please try again with one that weighs less than 2MB.": "Torna-ho a provar amb una que pesi menys de 2 MB.",
    "Manage my account": "Gestionar el meu compte",
    "Cancel Premium membership": "Deixar de ser membre Premium",
    "Do you want to cancel your Premium account?": "Vols cancel·lar el teu compte Premium?",
    "Original": "Abans",
    "%(price)s / month": "%(price)s / mes",
    "%(price)s / year": "%(price)s / any",
    "%(userName)s, we’re sad to see you go": "%(userName)s, ens sap greu que marxis",
    "We are sad to see you go": "Ens sap greu que marxis",
    "Are you sure you no longer need career assistance?": "Confirmes que ja no necessites ajuda amb la teva carrera professional?",
    "From the moment you cancel your Premium account, you will lose access to these features:": "A partir del moment en què cancel·lis el compte prèmium, perdràs l’accés a aquestes funcions:",
    "Unlimited resumes and cover letters": "Currículums i cartes de presentació il·limitats.",
    "Downloading in PDF format": "Possibilitat de baixar els fitxers en format PDF.",
    "Expert tips and real examples": "Consells d’experts i exemples reals.",
    "Online professional advice and support": "Recomanacions i assistència professionals en línia.",
    "Sharing resumes and applying for jobs online": "Possibilitat de compartir currículums i de presentar-se a feines en línia.",
    "No, keep Premium account": "No, mantén el compte prèmium",
    "Yes, cancel my account": "Sí, cancel·la el compte",
    "Other options to consider": "Altres opcions que cal tenir en compte",
    "Have a chat with our customer service team if you are having difficulties using any of our tools": "Parla amb el nostre equip d’atenció al client si tens dificultats per utilitzar qualsevol de les nostres eines",
    "Get extra help": "Obtén més ajuda",
    "Create a unique cover letter that will get you 67 %% more interviews when applying": "Crea una carta de presentació única que et permetrà aconseguir un 67%% més d’entrevistes quan et presentis a feines",
    "Subscription Cancelled": "S’ha cancel·lat la subscripció",
    "Thankyou for using %(appName)s": "Gràcies per utilitzar %(appName)s",
    "CANCELLATION DATE": "DATA DE CANCEL·LACIÓ",
    "You will receive a confirmation email at %(userEmail)s, make sure to check your spam folder.": "Rebràs un correu electrònic de confirmació a l’adreça %(userEmail)s, així que assegura’t de comprovar la carpeta de correu brossa.",
    "We will save all your documents in case you wish to sign up again in the future.": "Desarem tots els teus documents per si vols tornar a registrar-te en el futur.",
    "You won’t receive any more %(appName)s charges.": "No se t’aplicarà cap més càrrec relacionat amb %(appName)s.",
    "Let us know why you’ve decided to cancel your Premium membership, so that we can improve our services for the future": "Explica’ns per què has decidit cancel·lar la teva subscripció prèmium, ja que així podrem millorar els nostres serveis en el futur.",
    "Please, indicate your motive before continuing": "Indica el motiu abans de continuar.",
    "SUBMIT AND CONTINUE": "ENVIA I CONTINUA",
    "Your opinion is important to us, so thank you very much for helping us to continue improving our services": "Valorem molt la teva opinió. Gràcies per ajudar-nos a continuar millorant els nostres serveis.",
    "Oh, snap! We're sorry you’ve experienced technical issues :(": "Oh, vaja! Ens sap greu que hagis tingut problemes tècnics :(",
    "We're here to help! Please describe the problem you’re experiencing and we'll get back to you as soon as possible.": "Som aquí per ajudar-te. Descriu el problema que tens i contactarem amb tu al més aviat possible.",
    "Contact details": "Dades de contacte",
    "Name": "Nom",
    "Email": "Email",
    "Tell us what went wrong": "Explica’ns què ha fallat",
    "Describe the issue here": "Descriu el problema aquí",
    "SUBMIT": "ENVIA",
    "To better help you, please provide as many relevant details as you can.": "Proporciona’ns tants detalls rellevants com puguis perquè puguem ajudar-te el millor possible.",
    "Feedback received! Please allow for some time before canceling your account. If we're not able to fix your issue, we will help you cancel your account, hassle-free.": "Hem rebut els teus comentaris. Espera una mica abans de cancel·lar el compte. Si no podem resoldre el problema, t’ajudarem a cancel·lar-lo sense inconvenients.",
    "Expert Tips": "Consells d’experts",
    "Does your resume pass the AI test?": "El teu currículum aprovaria el test d’intel·ligència artificial?",
    "Run your resume through our Resume Checker and find out the best ways to improve it in minutes.": "Analitza el teu currículum amb el revisor de currículums i descobreix les millors maneres de millorar-lo en qüestió de minuts.",
    "Review My Resume": "Revisa el meu currículum",
    "Check to see if your resume meets the following:": "Comprova si el currículum compleix el següent:",
    "No empty sections": "No té seccions buides.",
    "No more than 2 pages": "No ocupa més de dues pàgines.",
    "No grammatical errors or typos": "No inclou errors gramaticals ni tipogràfics.",
    "Skills and descriptions are relevant to the specific application": "Les habilitats i les descripcions són rellevants per a la sol·licitud en qüestió.",
    "Descriptions are short and to the point": "Les descripcions són curtes i concises.",
    "You’ve made a cover letter to go with the job application": "Has escrit una carta de presentació per a la sol·licitud de feina.",
    "GOOD TO GO!": "TOT A PUNT!",
    "EDIT MY RESUME": "EDITA EL MEU CURRÍCULUM",
    "Rate us online": "Puntua’ns en línia",
    "Love our tool? Let others know by leaving a review.": "T’encanta la nostra eina? Escriu una ressenya per recomanar-la.",
    "Leave a Review": "Escriu una ressenya",
    "Have you tried our job searching tool?": "Has provat la nostra eina per buscar feina?",
    "We connect you to the latest job opportunities from top companies. Be the first one to apply!": "T’ajudem a trobar les últimes oportunitats laborals de les empreses més importants. Que no et passin al davant!",
    "Find Me My Dream Job": "Troba’m la feina dels meus somnis",
    "Call us for free at (+44) 808 196 4677, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "Truca’ns gratuïtament al (+44) 808 196 4677, de dilluns a divendres, de 8 a 20 hores, i de dissabte a diumenge, de 8 a 18 hores, CET.",
    "Call us for free at (+34) 900 109 004, Mon-Sun 8:00 - 18:00, CET": "Truca’ns gratuïtament al 900 109 004, de dilluns a diumenge, de 8 a 18 hores, CET.",
    "Call us for free at (+33) 08 00 99 16 12, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "Truca’ns gratuïtament  al (+33) 08 00 99 16 12, de dilluns a divendres, de 8 a 20 hores i de dissabte a diumenge, de 8 a 18 hores.",
    "Call us for free at (+39) 800 130 350, Mon-Fri 10:00 - 19:00 CET": "Truca’ns gratuïtament al (+39) 800 130 350, de dilluns a diumenge, de 10 a 19 hores, CET. ",
    "Call us for free at +1 (844) 333-0735, Mon-Fri 8 am - 8 pm, Sat-Sun 8 am - 6 pm, CET": "Truca’ns gratuïtament al +1 (844) 333-0735, de dilluns a divendres de 8 a 20 hores, i de dissabte a diumenge, de 8 a 18 hores, CET.",
    "Call us for free at +1 (866) 575-0970, Mon-Fri 2 am - 2 pm, Sat-Sun 2 am - 12 pm, EST": "Truca’ns gratuïtament al +1 (866) 575-0970, de dilluns a divendres de 2 a 20 hores, i de dissabte a diumenge, de 2 a 24 hores, CET.",
    "Untitled %(docType)s": "Sense títol %(docType)s"
}
