{
    "Duplicate": "Kopie erstellen",
    "Edit title": "Name bearbeiten",
    "Delete": "Löschen",
    "Document untitled": "Dokument unbenannt",
    "Land your dream job using a professional cover letter template": "Sichere dir deinen Traumjob mit Hilfe unserer professionellen Anschreiben-Vorlagen.",
    "Boost your career with a convincing, HR-approved resume": "Hilf deiner Karriere mit einem überzeugenden Lebenslauf auf die Sprünge.",
    "Downloading...": "Wird heruntergeladen...",
    "Download": "Herunterladen",
    "Accept": "Akzeptieren",
    "Cancel": "Abbrechen",
    "Dashboard": "Dashboard",
    "Resumes": "Lebensläufe",
    "Cover letters": "Anschreiben",
    "Profile": "Profil",
    "Help": "Hilfe",
    "Sign Out": "Abmelden",
    "Your account": "Kontoübersicht",
    "Subscription": "Abonnement",
    "Saving data": "Daten werden gespeichert",
    "Saved": "Gespeichert",
    "Back": "Zurück",
    "App language": "App-Sprache",
    "Website language": "Website-Sprache",
    "Deleted successfully": "Erfolgreich gelöscht",
    "Error": "Fehler",
    "User ID:": "Benutzer-ID:",
    "E-book": "E-Book",
    "Get to grips with resume writing": "Schreibe überzeugende Lebensläufe!",
    "Download your Winning Resume Kit": "Lade deinen Guide für erfolgreiche Lebensläufe herunter",
    "Get it now!": "Jetzt herunterladen!",
    "Ask the experts": "Frage unsere Experten!",
    "Get professional resume advice": "Wir bieten dir professionelle Beratung für deinen Lebenslauf.",
    "Have a suggestion?": "Du hast Verbesserungsvorschläge?",
    "Got a suggestion?": "Deine Meinung ist uns wichtig!",
    "Let us know your thoughts": "Sag uns, was wir besser machen können.",
    "Job search": "Jobsuche",
    "Find your next dream job": "Finde deinen Traumjob",
    "Latest cover letter": "Aktuelles Anschreiben",
    "Create a cover letter": "Anschreiben erstellen",
    "Combine your cover letter and resume to make the right impression": "Stimme dein Anschreiben und deinen Lebenslauf aufeinander ab und mache einen guten Eindruck.",
    "Latest resume": "Aktueller Lebenslauf",
    "Create a resume": "Lebenslauf erstellen",
    "Complete your professional resume to grab the employer's attention": "Fülle deinen Lebenslauf aus und wecke die Aufmerksamkeit potenzieller Arbeitgeber.",
    "View all": "Alle ansehen",
    "View less": "Weniger anzeigen",
    "If you need any help or advice, don't hesitate to contact our friendly resume professionals.": "Falls du Hilfe oder Tipps benötigst, wende dich ganz einfach an unser freundliches Expertenteam.",
    "Reminder": "Erinnerung",
    "Before you get started": "Bevor du loslegst",
    "How it works": "So funktioniert‘s",
    "Time to start sending your winning resume out? Check out some of the best vacancies in your area with the built-in job search app.": "Bist du bereit, deinen sorgfältig erstellten Lebenslauf abzuschicken? Finde dank unserer integrierten Jobsuche die besten Stellenangebote in deiner Nähe.",
    "Enter the type or name of the job you want to find, the location and country and click 'Find Jobs' to get a list of the most suitable listings in your preferred area.": "Gib den Titel oder die Position deines Traumjobs ein, wähle die gewünschte Stadt und das Land und klicke auf „Jobs suchen“. Daraufhin wird dir eine Übersicht mit passenden Stellenausschreibungen angezeigt.",
    "Job": "Position",
    "City": "Stadt",
    "Country": "Land",
    "Find jobs": "Jobs suchen",
    "Load more": "Mehr anzeigen",
    "Company": "Unternehmen",
    "See position": "Position ansehen",
    "Are you sure you want to delete this cover letter?": "Möchtest du dieses Anschreiben wirklich löschen?",
    "Are you sure you want to duplicate this cover letter?": "Möchtest du dieses Anschreiben wirklich duplizieren?",
    "Do you want to edit the title of this cover letter?": "Gib einen neuen Namen für dieses Anschreiben ein:",
    "New cover letter": "Neues Anschreiben",
    "Create new cover letter": "Neues Anschreiben erstellen",
    "Duplicate or build a new cover letter to match your needs": "Erstelle ein neues Anschreiben, das deinen aktuellen Anforderungen entspricht",
    "Your cover letters": "Deine Anschreiben",
    "Suggestions for your cover letter": "Empfehlungen für dein Anschreiben",
    "Take heed of these <strong>expert pieces of advice regarding cover letter writing</strong> which can help you make your job application stand out.": "Beachte bei der Erstellung deines Anschreibens diese <strong>Tipps von unseren Bewerbungsexperten</strong> und stelle sicher, dass sich deine Bewerbung von allen anderen abhebt.",
    "It is essential to remember to <strong>maintain your focus on the needs of the company</strong> you’re applying to and the requirements and desired abilities of the ideal candidate for the role.": "Denke daran, den <strong>Fokus auf die Bedürfnisse des Unternehmens zu legen</strong>, bei dem du dich bewirbst, und greife die Voraussetzungen und gewünschten Fähigkeiten auf, die der ideale Bewerber für die jeweilige Stelle mitbringen sollte.",
    "Each cover letter for a job application, <strong>cover letters for internships</strong>, for further study or even volunteer experience should be <strong>tailored to their specific organization</strong> and position with the pertinent keywords.": "Jedes Bewerbungsschreiben - sei es ein <strong>Anschreiben für eine Praktikumsstelle</strong>, für ein weiterführendes Studium oder auch für einen ehrenamtlichen Einsatz - sollte <strong>auf die spezifische Organisation und die Stelle zugeschnitten</strong> sein und die entsprechenden Schlüsselwörter enthalten.",
    "The <strong>beginning of a cover letter should include a header</strong> with the candidate’s full name and contact details.": "Der <strong>Kopfteil des Anschreibens</strong> sollte deinen vollständigen Namen und deine Kontaktdaten enthalten.",
    "Candidates are advised and urged to do a little research, use their initiative and <strong>try to find the name of the person in charge</strong> of filling the new vacancy by <strong>visiting the company website and social media sites</strong>.": "Versuche, durch Selbstinitiative und Recherche herauszufinden, wer für die Stellenvergabe verantwortlich ist und <strong>die zuständige Person im Anschreiben mit ihrem Namen anzusprechen</strong>. Bei der Recherche können <strong>die Webseite des Unternehmens oder dessen Social-Media-Kanäle</strong> sehr hilfreich sein.",
    "Towards the <strong>end of a cover letter</strong>, each candidate should write a convincing finish to entice the hiring manager and in sales terminology “<strong>seal the deal</strong>”.": "Am <strong>Ende des Anschreibens</strong> solltest du ein abschließendes, besonders überzeugendes Statement formulieren, um dem Personalverantwortlichen <strong>positiv in Erinnerung zu bleiben</strong>.",
    "Your reading list": "Empfohlene Lektüre",
    "Tips": "Tipps",
    "Are you sure you want to delete this resume?": "Möchtest du diesen Lebenslauf wirklich löschen?",
    "Are you sure you want to duplicate this resume?": "Möchtest du diesen Lebenslauf wirklich duplizieren?",
    "Do you want to edit the title of this resume?": "Gib einen neuen Namen für diesen Lebenslauf ein:",
    "Create new resume": "Neuen Lebenslauf erstellen",
    "Keep up to date with these expert tips so you can <strong>get the best out of your winning resume</strong> to ensure you get the call-back you’ve been waiting for!": "Bleibe mit diesen Expertentipps auf dem Laufenden, damit du <strong>maximal von deinem professionellen Lebenslauf profitierst</strong> und endlich die positive Rückmeldung erhältst, auf die du schon so lange wartest!",
    "It is essential for all jobseekers, whether entry-level or highly experienced in their field, to <strong>construct a customized resume for each position, company or sector</strong> they apply to.": "Egal ob Einsteiger oder erfahrener Experte auf deinem Gebiet: Es ist entscheidend, dass du deinen <strong>Lebenslauf individuell an die jeweilige Position, das Unternehmen und die Branche anpasst</strong>, an die deine Bewerbung gerichtet ist.",
    "The use of <strong>KEYWORDS</strong> is often overlooked by jobseekers and they are fast becoming an integral part of a winning resume. - You can <strong>find the relevant keywords and expressions for your resume within the job vacancy</strong>, company website or profiles of other professions in that particular area.": "<strong>SCHLÜSSELWÖRTER</strong> spielen in einem überzeugenden Lebenslauf eine entscheidende Rolle, werden von Bewerbern jedoch häufig vernachlässigt. <strong>Wichtige Schlüsselwörter und passende Formulierungen</strong> findest du in der Stellenausschreibung, auf der Unternehmenswebseite und in den Profilen anderer Personen, die in deinem Bereich tätig sind.",
    "<strong>Include the standard sections in every resume you create</strong> - contact information, objective or summary, education, work experience and skills.": "<strong>Die folgenden Hauptabschnitte sollten in jedem Lebenslauf, den du erstellst, enthalten sein</strong>: Kontaktdaten, Betreff oder Zusammenfassung, Ausbildung, Arbeitserfahrung und Fähigkeiten.",
    "But to <strong>create a unique resume</strong> that will attract a hiring manager at first glance, remember to <strong>include specific resume sections that relate to your professional profile</strong> and the vacancy on offer, such as pertinent publications, conferences you’ve attended, extra training, courses or awards you’ve received etc.": "<strong>Um deinen Lebenslauf einzigartig zu machen</strong> und einen Personalmanager auf den ersten Blick anzusprechen, personalisiere ihn, indem du <strong>spezifische Abschnitte hinzufügst, die in Bezug zu deinem Berufsprofil</strong> und die angebotene Stelle stehen. Das können beispielsweise relevante Publikationen, Konferenzen, an denen du teilgenommen hast, zusätzliche Schulungen, Kurse oder Auszeichnungen sein.",
    "<strong>Avoid using the first person</strong>: ‘I’, throughout your resume; instead always refer to the third person without using the subject. For example, <strong>in a resume objective or work experience descriptions</strong>.": "<strong>Vermeide die übermäßige Verwendung der ersten Person</strong>: („ich“) in deinem Lebenslauf. Verwende stattdessen <strong>bei der Beschreibung deiner Karriereziele und Arbeitserfahrung</strong> lieber aussagekräftige Substantive.",
    "<strong>Use strong verbs</strong> to describe your previous experience such as spearheaded, coordinated, orchestrated, established, launched, reduced (costs), increased (profits), restructured, facilitated, negotiated etc.": "Alternativ kannst du auch <strong>starke Verben im Infinitiv</strong> einsetzen, um deine bisherigen Erfahrungen zu beschreiben. Zum Beispiel: Leiten, Koordinieren, Organisieren, Etablieren, Starten, Reduzieren (Kosten), Steigern (Gewinne), Strukturieren, Vereinfachen, Aushandeln usw.",
    "<strong>Demonstrate quantifiable evidence</strong> of your personal involvement in a project or impact on a role.": "<strong>Nenne Zahlen oder andere Erfolge als Nachweis</strong> für deine erfolgreiche Beteiligung an einem Projekt oder die besonders engagierte Ausführung deiner Aufgaben.",
    "Current Plan": "Aktuelles Abo",
    "Subscribed": "Abonniert",
    "Start Now": "Jetzt beginnen",
    "Unsubscribe": "Abonnement kündigen",
    "Select a template to create your new cover letter": "Wähle eine Vorlage für dein neues Anschreiben aus",
    "Select a template to create your new resume": "Wähle eine Vorlage für deinen neuen Lebenslauf aus",
    "Leaving so soon?": "Gehst du schon?",
    "Thanks, but I want to unsubscribe anyway.": "Danke, aber ich möchte mein Abo trotzdem kündigen.",
    "Remember to download all your resumes before unsubscribing.": "Denke daran, alle deine Lebensläufe herunterzuladen, bevor du dein Abonnement kündigst.",
    "Unsubscribe and delete all your resumes?": "Abonnement kündigen und alle Lebensläufe löschen?",
    "Built-in Job Search": "Integrierte Jobsuche",
    "Find your ideal job online via our integrated job search platform and apply directly with your winning resume and cover letter straight from your dashboard.": "Finde über unsere integrierte Online-Jobsuche deinen perfekten Job und bewirb dich direkt von deinem Dashboard aus mit deinem Lebenslauf und Anschreiben.",
    "Go to Dashboard": "Zum Dashboard",
    "Easy-to-use Online Builder": "Benutzerfreundlicher Online-Editor",
    "Create your effective resume and cover letter, section by section, personalizing your application to your profile and tailoring it to the vacancy.": "Erstelle Abschnitt für Abschnitt einen effektiven Lebenslauf sowie ein überzeugendes Anschreiben und passe deine Bewerbung individuell an dein Profil und die jeweilige Stellenbeschreibung an.",
    "Start Resume Maker": "Lebenslauf-Editor starten",
    "HR-approved Templates": "Vorlagen, die sich bewährt haben",
    "Get professionally-designed, ATS-ready cover letter and resume samples to use for your own customized job application.": "Nutze professionell gestaltete Muster für Anschreiben und Lebensläufe, die für Bewerbermanagementsysteme (auch „ATS“, Applicant Tracking System) geeignet sind und passe sie an die individuelle Stelle an.",
    "Choose a template": "Vorlage auswählen",
    "Expert Tips and Guides": "Expertentipps und Anleitungen",
    "Career-specific tricks of the trade and how-to guides for writing a professional cover letter and appealing resume.": "Branchenspezifische Tricks und Anleitungen für das Verfassen eines professionellen Anschreibens und eines ansprechenden Lebenslaufs.",
    "Get expert advice": "Lass dich von Experten beraten",
    "Please specify": "Bitte angeben",
    "Send survey": "Umfrage übermitteln",
    "Unsubscribe successful!": "Kündigung des Abonnements erfolgreich!",
    "Thanks for using our online career assistant, we’re sorry to see you go but we’ll be here if you need us in the future.": "Danke, dass du unseren Online-Karriereassistenten verwendet hast. Es tut uns leid, dass du gehst. Solltest du in Zukunft wieder unsere Hilfe brauchen, sind wir jederzeit für dich da.",
    "Before you leave...": "Bevor du gehst...",
    "Your opinion is very important to us so thank you for helping us to continue developing our services!": "Deine Meinung ist uns sehr wichtig. Vielen Dank, dass du uns hilfst, unseren Service stetig zu verbessern!",
    "How to Write a Resume": "So erstellst du einen Lebenslauf",
    "Get the complete guide to resume writing with tips and ideas for what to include and what not to put in your winning resume as well as practical examples.": "Lies unseren umfassenden Leitfaden zur Erstellung deines Lebenslaufs. Entdecke, was in einem erfolgreichen Lebenslauf enthalten sein sollte und was nicht. Inklusive vieler nützlicher Praxisbeispiele.",
    "The Professional Resume": "Der Lebenslauf-Guide für Führungskräfte",
    "Create an expert resume for your job search with our guide to writing a professional resume that gives you specialist advice for executive positions and helps to get your career heading in the right direction.": "Lenke deine Jobsuche mit diesem professionellen Lebenslauf-Guide auf die Überholspur. Dieser Guide enthält bewährte Tipps für Führungskräfte und hilft dir, deine Karriere voranzutreiben.",
    "Entry-Level Resume Writing": "Der Lebenslauf-Guide für Einsteiger",
    "If you're just getting your foot in the door of the professional world, check out our guide to writing a first resume with recommendations from HR experts for first-time jobseekers.": "Dieser Lebenslauf-Guide begleitet dich bei den ersten Schritten in die Arbeitswelt. Entdecke nützliche Tipps und Tricks zum Erstellen eines ersten Lebenslaufs sowie Empfehlungen von Personalexperten für Erstbewerber.",
    "Resume Format and Layout Guide": "Formate und Layouts für Lebensläufe",
    "Don't forget about the importance of a good resume format to give structure to all the crucial information you need to include to complete your efficient job application.": "Das Format des Lebenslaufs wird oft übersehen. Damit die Bewerbung ins Auge sticht, ist es wichtig, die Informationen richtig zu strukturieren.",
    "How to write an effective cover letter": "So erstellst du ein überzeugendes Anschreiben",
    "Discover how to write an effective cover letter with our comprehensive guide including professional tricks of the trade.": "Mit unserem umfassenden Leitfaden voller Profitipps lernst du, wie man ein professionelles Anschreiben erstellt.",
    "HR-approved cover letter examples": "Erprobte Beispiele für Anschreiben",
    "Get the best HR-approved cover letter examples so you know what to include and what not to use in your winning cover letter.": "Entdecke die besten, von Personalleitern bestätigten Beispielformulierungen für dein Anschreiben, damit du genau weißt, was du in dein Schreiben aufnehmen solltest und was nicht.",
    "How to format a cover letter": "So formatierst du dein Anschreiben",
    "Learn how to format a cover letter so that the relevant information is presented in the right way to convince hiring managers.": "Entdecke, wie du ein Anschreiben am besten formatierst, um die wichtigsten Informationen ansprechend zu präsentieren und Personalverantwortliche von dir zu überzeugen.",
    "Germany": "Deutschland",
    "Antarctica": "Antarktis",
    "Saudi Arabia": "Saudi Arabien",
    "Argentina": "Argentinien",
    "Australia": "Australien",
    "Austria": "Österreich",
    "Bahrain": "Bahrain",
    "Belgium": "Belgien",
    "Brazil": "Brasilien",
    "Canada": "Kanada",
    "Qatar": "Katar",
    "Chile": "Chile",
    "China": "China",
    "Colombia": "Kolumbien",
    "South Korea": "Südkorea",
    "Costa Rica": "Costa Rica",
    "Denmark": "Dänemark",
    "Ecuador": "Ecuador",
    "Egypt": "Ägypten",
    "United Arab Emirates": "Vereinigte Arabische Emirate",
    "Spain": "Spanien",
    "United States": "Vereinigte Staaten von Amerika",
    "Philippines": "Philippinen",
    "Finland": "Finnland",
    "France": "Frankreich",
    "Greece": "Griechenland",
    "Holland": "Niederlande",
    "Hong Kong": "Hong Kong",
    "Hungary": "Ungarn",
    "India": "Indien",
    "Indonesia": "Indonesien",
    "Ireland": "Irland",
    "Israel": "Israel",
    "Italy": "Italien",
    "Japan": "Japan",
    "Kuwait": "Kuwait",
    "Luxembourg": "Luxemburg",
    "Malaysia": "Malaysia",
    "Morocco": "Marokko",
    "Mexico": "Mexiko",
    "Nigeria": "Nigeria",
    "Norway": "Norwegen",
    "New Zealand": "Neuseeland",
    "Oman": "Oman",
    "Pakistan": "Pakistan",
    "Panama": "Panama",
    "Peru": "Peru",
    "Poland": "Polen",
    "Portugal": "Portugal",
    "United Kingdom": "Vereinigtes Königreich",
    "Czech Republic": "Tschechische Republik",
    "Romania": "Rumänien",
    "Russia": "Russland",
    "Singapore": "Singapur",
    "South Africa": "Südafrika",
    "Sweden": "Schweden",
    "Switzerland": "Schweiz",
    "Thailand": "Thailand",
    "Taiwan": "Taiwan",
    "Turkey": "Türkei",
    "Ukraine": "Ukraine",
    "Uruguay": "Uruguay",
    "Venezuela": "Venezuela",
    "Vietnam": "Vietnam",
    "No results": "Keine Ergebnisse",
    "%(count)s Results": "%(count)s Ergebnisse",
    "Upgrade now to get access to all of %(appName)s’s features": "Jetzt Upgrade durchführen, um auf alle Funktionen von %(appName)s zuzugreifen",
    "By unsubscribing, you’ll miss out on all %(appName)s’s ever-evolving, career-enhancing features.": "Mit der Kündigung deines Abos verpasst du die ständig verbesserten Funktionen von %(appName)s, die deine Karriere voranbringen.",
    "You have now successfully unsubscribed from our services and will no longer be charged by %(appName)s. Check the confirmation email of your status that will be sent to the email address you registered with: <strong>%(userEmail)s</strong>.": "Du hast dich erfolgreich von unseren Diensten abgemeldet und dein Konto wird nicht mehr von %(appName)s belastet. Überprüfe deinen Mitgliedsstatus in der Bestätigungs-E-Mail, die wir an die E-Mail-Adresse senden, mit der du dich registriert hast: <strong>%(userEmail)s</strong>.",
    "The cancellation will be effective at the end of the current billing period on %(date)s": "Die Stornierung wird am Ende der aktuellen Rechnungsperiode am %(date)s wirksam",
    "Language": "Sprache",
    "Download your document using our new editor": "Lade dein Dokument mit unserem neuen Editor herunter",
    "Since the last time you worked on your document we’ve made some upgrades. Open your document using the new editor to check out the latest features and download a copy.": "Seitdem du das letzte Mal an diesem Dokument gearbeitet hast, haben wir einige Verbesserungen vorgenommen. Öffne dein Dokument mit dem neuen Editor, um die neuesten Funktionen zu testen und eine Kopie herunterzuladen.",
    "Open your document using the new editor": "Öffne dein Dokument mit unserem neuen Editor",
    "Updated on %(month)s %(day)s %(year)s at %(hours)s:%(minutes)s %(ampm)s": "Aktualisiert am %(month)s %(day)s %(year)s um %(hours)s:%(minutes)s %(ampm)s",
    "January": "Januar",
    "February": "Februar",
    "March": "März",
    "April": "April",
    "May": "Mai",
    "June": "Juni",
    "July": "Juli",
    "August": "August",
    "September": "September",
    "October": "Oktober",
    "November": "November",
    "December": "Dezember",
    "Easy apply": "Einfach bewerben",
    "Salary": "Gehalt",
    "New": "Neu",
    "See more jobs...": "Weitere Jobs anzeigen...",
    "Share your resume online!": "Teile deinen Lebenslauf online!",
    "Send employers a link to an online version of your resume which looks great on any device": "Schicke Arbeitgebern einen Link zu einer Online-Version deines Lebenslaufs, die sich auf jedem Gerät sehen lassen kann",
    "Share your cover letter online!": "Teile dein Anschreiben online!",
    "Send employers a link to an online version of your cover letter which looks great on any device": "Schicke Arbeitgebern einen Link zur Online-Version deines Lebenslaufs, die für jedes Gerät optimiert wurde",
    "Find jobs that match your profile and send your job-winning resume": "Finde Jobs, die deinem Profil entsprechen und sende deinen aussagekräftigen Lebenslauf",
    "What are you looking for?": "Wonach suchst du?",
    "Where?": "Wo?",
    "Type a job, industry or business": "Gib einen Job, eine Branche oder ein Unternehmen ein",
    "Type the town, city, state or country": "Gib die Stadt, das Bundesland oder Land ein",
    "Job vacancies": "Stellenangebote",
    "Unshare": "Teilen rückgängig machen",
    "Preview online": "Online-Vorschau",
    "Share it online": "Online teilen",
    "Terms & Conditions": "Allgemeine Geschäftsbedingungen",
    "Privacy Policy": "Datenschutzerklärung",
    "Contact Us": "Kontaktiere uns",
    "You haven't created a resume yet": "Du hast noch keinen Lebenslauf erstellt",
    "You haven't created a cover letter yet": "Du hast noch kein Anschreiben erstellt",
    "Recommended for you": "Für dich empfohlen",
    "No search results found": "Keine Suchergebnisse gefunden",
    "Share your resume": "Teile deinen Lebenslauf",
    "Send a private link to your resume or share it on social media. This online version will automatically update when you make changes.": "Sende einen privaten Link zu deinem Lebenslauf oder teile ihn in sozialen Netzwerken. Diese Online-Version wird automatisch aktualisiert, wenn du Änderungen vornimmst.",
    "Copy and paste the private link": "Kopiere und füge den privaten Link ein",
    "Your resume is visible to others.": "Dein Lebenslauf ist für andere sichtbar.",
    "Click the switch if you don’t want other people to see your resume using the link.": "Klicke auf den Schalter, wenn du nicht möchtest, dass andere Personen deinen Lebenslauf über den Link sehen können.",
    "Your resume is not visible to others.": "Dein Lebenslauf ist nicht für andere sichtbar.",
    "No one can see your resume using the link. Click the switch to make it visible.": "Niemand kann deinen Lebenslauf über den Link einsehen. Klicke auf den Schalter, um ihn sichtbar zu machen.",
    "Preview": "Vorschau",
    "Or click on the icons to share using social media or email": "Oder klicke auf die Symbole, um ihn über soziale Medien oder E-Mail zu teilen",
    "Copied! Right-click to paste": "Kopiert! Zum Einfügen rechts klicken",
    "Shared": "Geteilt",
    "Copy": "Kopieren",
    "Send employers or friends a private link to your cover letter. This online version will automatically update when you make changes.": "Schicke Arbeitgebern oder Freunden einen privaten Link zu deinem Bewerbungsanschreiben. Diese Online-Version wird automatisch aktualisiert, sobald du Änderungen vornimmst.",
    "Copy the private link": "Privaten Link kopieren",
    "Your cover letter is visible to others.": "Dein Anschreiben ist für andere sichtbar.",
    "Click the switch if you don’t want people to see it using the link.": "Klicke auf den Schalter, wenn du nicht möchtest, dass andere Personen das Dokument über den Link aufrufen können.",
    "Share your cover letter": "Teile dein Anschreiben",
    "Your cover letter is not visible to others.": "Dein Anschreiben ist nicht für andere sichtbar.",
    "No one can see your cover letter using the link. Click the switch to make it visible.": "Niemand kann dein Anschreiben über den Link einsehen. Klicke auf den Schalter, um ihn sichtbar zu machen.",
    "Share": "Teilen",
    "WARNING!": "ACHTUNG!",
    "The elements of the present website (including, but not limited to, source code, software, trademarks, information texts, content, structure and design) are copyrighted and no licenses, express or implied, are granted to software developers, users and/or other third parties.": "Die Elemente der vorliegenden Website (einschließlich, aber nicht beschränkt auf Quellcodes, Software, Marken, Informationstexte, Inhalte, Struktur und Design) sind urheberrechtlich geschützt, und es werden keine Lizenzen, weder ausdrücklich noch stillschweigend, an Software-Entwickler, Benutzer und/oder andere Dritte erteilt.",
    "Is strictly forbidden to use (or contribute to an individual to do so) the web browser’s console used to access this website to insert and/or execute expressions, commands or codes that, directly or indirectly, interfere, manipulate and/or damage any element of this website, especially its source code.": "Es ist strengstens verboten, die Konsole des Webbrowsers, die für den Zugriff auf diese Website verwendet wird, zu nutzen, um Ausdrücke, Befehle oder Codes einzufügen und/oder auszuführen, die direkt oder indirekt irgendein Element dieser Website, insbesondere den Quellcode, stören, manipulieren und/oder beschädigen (oder einer anderen Person die Nutzung in diesem Umfang zu ermöglichen).",
    "Please be aware that this actions could involve, among others, (a) that your private information or personal data is sent to an unauthorized third party and/or the owner or operator of a false website and, consequently, they are stolen and/or processed for fraudulent purposes or (b) that a malware can be installed on your computer to access your files (documents, photos, videos), camera, microphone, printer or devices connected to your computer, which would make your privacy more vulnerable.": "Bitte beachte, dass diese Aktionen unter anderem beinhalten können, (a) dass deine privaten Informationen oder personenbezogenen Daten an unbefugte Dritte und/oder den Eigentümer oder Betreiber einer falschen Website gesendet werden und folglich für betrügerische Zwecke gestohlen und/oder verarbeitet werden könnten, oder (b) dass Malware auf deinem Computer installiert werden kann, um auf deine Dateien (Dokumente, Fotos, Videos), deine Kamera, dein Mikrofon, deinen Drucker oder an deinen Computer angeschlossene Geräte zuzugreifen, was deine Privatsphäre beeinträchtigen würde.",
    "The owner and operator of this website (copyright holder) will not be liable for any direct or indirect, incidental, special, exemplary or consequential damages for an individual arising from, out of or in connection with the infringement of the present warning.": "Der Eigentümer und Betreiber dieser Website (Urheberrechtsinhaber) ist nicht haftbar für direkte oder indirekte, zufällige, besondere, exemplarische oder Folgeschäden für eine Person, die sich aus der Verletzung oder im Zusammenhang mit der Verletzung dieser Warnung ergeben.",
    "Moreover, any user of this website must refrain, as it is prohibited, from totally or partially copy, reproduce, publish, transform, provide, distribute, transmit, publicly communicate, display or make use of any of the elements of our Website.": "Darüber hinaus muss jeder Benutzer dieser Website davon absehen, die Elemente unserer Website ganz oder teilweise zu kopieren, zu reproduzieren, zu veröffentlichen, umzuwandeln, bereitzustellen, zu verteilen, zu übertragen, öffentlich zu kommunizieren, anzuzeigen oder zu nutzen, da dies verboten ist.",
    "The owner and operator of this website reserves the right to take any and all necessary legal actions, including compensation for direct and indirect damages, at our disposal that it will be considered appropriate for the best defense of its legitimate rights and interests, in the event of an infringement of its intellectual property rights": "Der Eigentümer und Betreiber dieser Website behält sich das Recht vor, im Falle einer Verletzung seiner geistigen Eigentumsrechte alle notwendigen rechtlichen Schritte einzuleiten, einschließlich Ersatzansprüche, die sich aus direkten und indirekten Schäden ergeben, und die als angemessen für die Wahrung seiner legitimen Rechte und Interessen angesehen werden",
    "Find the perfect job close to you!": "Finde den perfekten Job in deiner Nähe!",
    "Jobs by": "Jobs von",
    "Rename your resume": "Benenne deinen Lebenslauf um",
    "Rename your cover letter": "Benenne dein Anschreiben um",
    "Insert valid date": "Gültiges Datum einfügen",
    "Help & Contact": "Hilfe & Kontakt",
    "Want expert advice?": "Fachkundige Beratung gewünscht?",
    "Visit our Help & Contact section": "Besuche den Abschnitt Hilfe & Kontakt",
    "or send an e-mail to %(appEmail)s": "oder schicke eine E-Mail an %(appEmail)s",
    "Go to Help & Contact": "Hilfe & Kontakt aufrufen",
    "resume": "Lebenslauf",
    "cover letter": "Anschreiben",
    "Jobs": "Jobs",
    "new resume": "Neuer Lebenslauf",
    "new cover letter": "Neues Anschreiben",
    "See more": "Mehr sehen",
    "Updated %(monthShort)s %(day)s, %(hours)s:%(minutes)s": "Aktualisiert am %(day)s %(monthShort)s, %(hours)s:%(minutes)s",
    "Upgrade now": "Jetzt upgraden",
    "Settings": "Einstellungen",
    "Edit": "Bearbeiten",
    "What?": "Was?",
    "Job, industry or business…": "Job, Branche oder Business...",
    "Town, city, state or country…": "Stadt, Bundesland oder Land…",
    "Recommended jobs": "Empfohlene Jobs",
    "Read more": "Mehr anzeigen",
    "Current Subscription Plan": "Aktueller Abo-Plan",
    "Upgrade": "Upgrade",
    "Registered": "Registriert",
    "Premium Basic User": "Premium-Basic-Benutzer",
    "Premium Unlimited User": "Premium-Unlimited-Benutzer",
    "Payment History": "Zahlungshistorie",
    "Here you can review your payments after your initial Trial Fee of %(trialFeeSubscription)s": "Hier siehst du die Zahlungen nach deiner anfänglichen Probezeitgebühr von %(trialFeeSubscription)s",
    "Date": "Datum",
    "Plan": "Plan",
    "Total": "Gesamt",
    "Status": "Status",
    "Next payment": "Nächste Zahlung",
    "Paid": "Bezahlt",
    "Free User": "Kostenloser Nutzer",
    "MM/DD/YYYY": "MM/TT/JJJJ",
    "Need any help?": "Hilfe gefällig?",
    "Before you go %(userName)s, we wanted to show you the special offers you’re missing": "%(userName)s, bevor du gehst, wollen wir dir die Sonderangebote zeigen, die du verpasst",
    "Before you go, we wanted to show you the special offers you’re missing": "Bevor du gehst, wollen wir dir die Sonderangebote zeigen, die du verpasst",
    "Available for a limited time only": "Nur für eine begrenzte Zeit",
    "Keep your trial rolling for another month of unlimited access completely free*.": "Nutze die Testversion einen weiteren Monat unbegrenzt und völlig kostenlos*.",
    "Get another 30 days free": "30 Tage kostenlos weiternutzen",
    "* (This will renew at a cost of %(price)s after 4 weeks)": "* (wird nach 4 Wochen zum Preis von %(price)s verlängert)",
    "Keep unlimited access to our resume builder until you find your ideal job for just %(offerPrice)s a month.": "Für %(offerPrice)s p. M. erhältst du unbegrenzten Zugriff auf unseren Lebenslauf-Baukasten.",
    "Select our %(offerPrice)s a month offer": "%(offerPrice)s pro Monat Angebot wählen",
    "Select our %(price)s a year offer": "%(price)s pro Jahr Angebot wählen",
    "Don’t settle for bland, generic resumes and cover letters": "Fade Lebensläufe und Anschreiben waren gestern",
    "We can help you avoid that with our easily customized templates, user-friendly content wizard, and tips on how to seriously impress employers!": "Mit unseren leicht anpassbaren Vorlagen, einem benutzerfreundlichen Content Wizard und Tipps, wie du Arbeitgeber ernsthaft beeindruckst, können wir dir helfen, dies zu vermeiden!",
    "Are you sure you want to unsubscribe?": "Möchtest du dein Abo wirklich kündigen?",
    "No, don’t cancel it!": "Nein, nicht kündigen!",
    "Yes, cancel my subscription": "Ja, mein Abo kündigen",
    "I understand that I will lose access to my Premium features, but I’m still happy to cancel.": "Ich verstehe, dass ich den Zugriff auf meine Premium-Funktionen verliere, aber möchte trotzdem kündigen.",
    "Are you sure you want to cancel your subscription?": "Bist du sicher, dass du dein Abonnement kündigen möchtest?",
    "Once you cancel you can no longer use our tools to:": "Sobald du kündigst, kannst du unsere Tools nicht mehr verwenden, um:",
    "Download PDFs of your documents": "PDFs deiner Dokumente herunterzuladen",
    "Create personalized CVs and Cover Letters": "Personalisierte Lebensläufe und Anschreiben zu erstellen",
    "Share your documents online": "Deine Dokumente online zu teilen",
    "Return to Dashboard": "Zurück zum Dashboard",
    "Cancel Subscription": "Abo kündigen",
    "Thanks for your purchase!": "Danke für deinen Einkauf!",
    "We’ve sent you an email as confirmation.": "Wir haben dir eine E-Mail-Bestätigung geschickt.",
    "30 extra days unlimited access free": "30 weitere Tage unbegrenzter Zugang kostenlos",
    "Unlimited access for %(offerPrice)s per month": "Unbegrenzter Zugang für %(offerPrice)s pro Monat",
    "1 year’s unlimited access for the price of a month": "1 Jahr unbegrenzter Zugang zum Preis von einem Monat",
    "This purchase will be charged to the same card you used for the previous subscription": "Dieser Kauf wird von der gleichen Karte abgebucht, die du für das vorherige Abo verwendet hast",
    "Account information": "Kontoinformationen",
    "Visit My Dashboard": "Mein Dashboard besuchen",
    "You can cancel your subscription at any time via your account settings. If you need any assistance please contact our customer service team at %(appEmail)s": "Du kannst dein Abo jederzeit über deine Kontoeinstellungen kündigen. Wenn du Hilfe benötigst, kontaktiere bitte unseren Kundendienst unter %(appEmail)s",
    "Call us for free at +1 (844) 333-0735, Mon-Sun 8 am - 6 pm CET": "Besuche unseren Abschnitt Hilfe & Kontakt",
    "You’re 75%% more likely to get rejected without a unique resume or cover letter for each job application.": "Ohne einen individuellen Lebenslauf oder Anschreiben für jede Bewerbung ist die Wahrscheinlichkeit, abgelehnt zu werden, 75%% höher.",
    "Save up to 90%% with a one-off fee of %(price)s for 1 year’s unlimited access to all our resume tools.": "Zahle einmalig %(price)s und spare bis zu 90%% für 1 Jahr unbegrenzten Zugang.",
    "MOST POPULAR": "BEVORZUGT",
    "Please reload the page. If the error persists, try again later.": "Bitte lade die Seite neu. Wenn der Fehler weiterhin besteht, versuche es später erneut.",
    "Something went wrong": "Es ist ein Fehler aufgetreten",
    "We were not able to apply the offer.": "Wir waren nicht in der Lage, das Angebot anzuwenden.",
    "BACK TO OFFERS": "ZURÜCK ZU ANGEBOTEN",
    "Account Settings": "Kontoeinstellungen",
    "EMAIL ACCOUNT": "E-MAIL KONTO",
    "Confirm new password": "Neues Passwort bestätigen",
    "SAVE CHANGES": "ÄNDERUNGEN SPEICHERN",
    "Membership": "Mitgliedschaft",
    "PREMIUM ACCOUNT": "PREMIUM-KONTO",
    "Unlock our premium features": "Schalte unsere Premium-Funktionen frei",
    "Starting from": "Ab",
    "Personal information": "Persönliche Angaben",
    "First name": "Vorname",
    "Last name": "Nachname",
    "Remove Photo": "Foto entfernen",
    "Easy to guess!": "Einfach zu erraten!",
    "Not bad...": "Nicht schlecht...",
    "Great job!": "Exzellente Wahl!",
    "New password": "Neues Passwort",
    "Resumes and cover letters": "Lebensläufe und Anschreiben",
    "Unlimited downloads and storage": "Unbegrenzte Downloads und Speicherkapazität",
    "Share resumes online": "Lebensläufe online teilen",
    "Access to premium templates": "Zugriff auf Premium-Vorlagen",
    "Unlimited tips and real examples": "Unbegrenzte Tipps und Praxisbeispiele",
    "UPGRADE NOW": "JETZT UPGRADEN",
    "* (This will renew at a monthly cost of %(price)s after 30 days)": "* (wird nach nach 30 Tagen zum Monatspreis von %(price)s verlängert)",
    "Extend your Premium unlimited access!": "Verlängere deinen unbegrenzten Premium-Zugang!",
    "Pay for a month, get 11 for free!": "Einen Monat bezahlen, 11 gratis erhalten!",
    "Keep your trial rolling for another month of unlimited access completely free.": "Nutze die Testversion einen weiteren Monat unbegrenzt und völlig kostenlos.",
    "APPLY OFFER": "ANGEBOT NUTZEN",
    "We are applying your offer…": "Wir wenden dein Angebot an...",
    "Get your 90%% discount!": "Sichere dir 90%% Rabatt!",
    "Remove": "Entfernen",
    "Drag to reposition": "Zum Verschieben ziehen",
    "Upload a new photo": "Neues Foto hochladen",
    "Save": "Speichern",
    "The photo you have uploaded is too heavy.": "Das hochgeladene Foto ist zu groß.",
    "Please try again with one that weighs less than 2MB.": "Bitte versuche es mit einem Foto, das kleiner als 2MB ist.",
    "Manage my account": "Mein Konto",
    "Cancel Premium membership": "Premium-Mitgliedschaft kündigen",
    "Do you want to cancel your Premium account?": "Möchtest du dein Premium-Konto kündigen?",
    "Original": "Vorher",
    "%(price)s / month": "%(price)s / Monat",
    "%(price)s / year": "%(price)s / Jahr",
    "%(userName)s, we’re sad to see you go": "%(userName)s, wir sind traurig, dass du gehst",
    "We are sad to see you go": "Wir sind traurig, dass du gehst",
    "Are you sure you no longer need career assistance?": "Bist du sicher, dass du keine berufliche Unterstützung mehr benötigst?",
    "From the moment you cancel your Premium account, you will lose access to these features:": "Sobald du dein Premium-Konto kündigst, verlierst du Zugang zu diesen Funktionen:",
    "Unlimited resumes and cover letters": "Unbegrenzte Lebensläufe und Anschreiben",
    "Downloading in PDF format": "Downloads im PDF-Format",
    "Expert tips and real examples": "Unbegrenzte Tipps und echte Praxisbeispiele",
    "Online professional advice and support": "Professioneller Online-Support und Ratschläge",
    "Sharing resumes and applying for jobs online": "Teilen von Lebensläufen und Online-Bewerbungen",
    "No, keep Premium account": "Nein, Premium-Konto behalten",
    "Yes, cancel my account": "Ja, Konto kündigen",
    "Other options to consider": "Weitere Optionen",
    "Have a chat with our customer service team if you are having difficulties using any of our tools": "Chatte mit unserem Kundenservice, falls du Schwierigkeiten bei der Nutzung eines unserer Tools hast.",
    "Get extra help": "Hol dir Unterstützung",
    "Create a unique cover letter that will get you 67 %% more interviews when applying": "Erstelle ein einzigartiges Anschreiben, mit dem du 67 %% mehr Vorstellungsgespräche bekommst",
    "Subscription Cancelled": "Abonnement gekündigt",
    "Thankyou for using %(appName)s": "Danke, dass du %(appName)s eine Chance gegeben hast",
    "CANCELLATION DATE": "KÜNDIGUNGSDATUM",
    "You will receive a confirmation email at %(userEmail)s, make sure to check your spam folder.": "Du erhältst in Kürze eine Bestätigungs-E-Mail an %(userEmail)s, bitte überprüfe deinen Spam-Ordner.",
    "We will save all your documents in case you wish to sign up again in the future.": "Wir werden deine Dokumente speichern, für den Fall, dass du sich zu einem späteren Zeitpunkt erneut anmelden möchtest.",
    "You won’t receive any more %(appName)s charges.": "%(appName)s wird deine Zahlungsmethode nicht länger belasten.",
    "Let us know why you’ve decided to cancel your Premium membership, so that we can improve our services for the future": "Teile uns mit, warum du deine Premium-Mitgliedschaft gekündigt hast, damit wir unseren Service in Zukunft verbessern können.",
    "Please, indicate your motive before continuing": "Bitte gib einen Grund an, bevor du fortfährst",
    "SUBMIT AND CONTINUE": "ABSCHICKEN UND FORTFAHREN",
    "Your opinion is important to us, so thank you very much for helping us to continue improving our services": "Deine Meinung ist uns sehr wichtig. Vielen Dank, dass du uns hilfst, unsere Dienstleistungen weiter zu verbessern",
    "Oh, snap! We're sorry you’ve experienced technical issues :(": "Hoppla! Es tut uns leid, dass du technische Probleme hattest :(",
    "We're here to help! Please describe the problem you’re experiencing and we'll get back to you as soon as possible.": "Wir helfen dir gerne weiter! Bitte beschreibe das Problem und wir werden uns so schnell wie möglich bei dir melden.",
    "Contact details": "Kontaktdaten",
    "Name": "Name",
    "Email": "E-Mail",
    "Tell us what went wrong": "Verrate uns, was schiefgelaufen ist",
    "Describe the issue here": "Beschreibe das Problem hier",
    "SUBMIT": "ABSCHICKEN",
    "To better help you, please provide as many relevant details as you can.": "Bitte sei so detailliert wie möglich, damit wir dir besser helfen können.",
    "Feedback received! Please allow for some time before canceling your account. If we're not able to fix your issue, we will help you cancel your account, hassle-free.": "Feedback erhalten! Bitte gib uns etwas Zeit, bevor du dein Konto kündigst. Wenn wir dein Problem nicht beheben können, helfen wir dir, dein Konto problemlos zu kündigen.",
    "Expert Tips": "Fachmännische Tipps",
    "Does your resume pass the AI test?": "Besteht dein Lebenslauf den KI-Test?",
    "Run your resume through our Resume Checker and find out the best ways to improve it in minutes.": "Prüfe deinen Lebenslauf mit unserem Lebenslauf-Checker und finde in wenigen Minuten heraus, welche Bereiche verbesserungswürdig sind.",
    "Review My Resume": "Meinen Lebenslauf prüfen",
    "Check to see if your resume meets the following:": "Vergewissere dich, dass dein Lebenslauf die folgenden Punkte erfüllt:",
    "No empty sections": "Keine Lücken",
    "No more than 2 pages": "Nicht mehr als 2 Seiten",
    "No grammatical errors or typos": "Keine Grammatikfehler oder Rechtschreibfehler",
    "Skills and descriptions are relevant to the specific application": "Kompetenzen und Beschreibungen sind für die Stelle relevant",
    "Descriptions are short and to the point": "Beschreibungen sind kurz und prägnant",
    "You’ve made a cover letter to go with the job application": "Deine Bewerbung verfügt über ein Anschreiben",
    "GOOD TO GO!": "ALLES BESTENS!",
    "EDIT MY RESUME": "MEINEN LEBENSLAUF BEARBEITEN",
    "Rate us online": "Bewerte uns online",
    "Love our tool? Let others know by leaving a review.": "Gefällt dir unser Tool? Hinterlasse eine Bewertung.",
    "Leave a Review": "Bewertung hinterlassen",
    "Have you tried our job searching tool?": "Hast du unsere Jobsuche ausprobiert?",
    "We connect you to the latest job opportunities from top companies. Be the first one to apply!": "Wir verbinden dich mit den neuesten Stellenangeboten von Top-Unternehmen. Sei der Erste, der sich bewirbt!",
    "Find Me My Dream Job": "Meine Traumjob-Suche starten",
    "Call us for free at (+44) 808 196 4677, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "Rufe uns kostenlos an unter (+44) 808 196 4677, Mo-Fr 8:00 - 20:00 Uhr, Sa-So 8:00 - 18:00 Uhr, CET",
    "Call us for free at (+34) 900 109 004, Mon-Sun 8:00 - 18:00, CET": "Rufe uns kostenlos an unter (+34) 900 109 004, Mo-So 8:00 - 18:00 Uhr, CET",
    "Call us for free at (+33) 08 00 99 16 12, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "Rufe uns kostenlos an unter (+33) 08 00 99 16 12, Mo-Fr 8:00 - 20:00 Uhr, Sa-So 8:00 - 18:00 Uhr, CET",
    "Call us for free at (+39) 800 130 350, Mon-Fri 10:00 - 19:00 CET": "Rufe uns kostenlos an unter (+39) 800 130 350, Mo-Fr 10:00 - 19:00 Uhr, CET",
    "Call us for free at +1 (844) 333-0735, Mon-Fri 8 am - 8 pm, Sat-Sun 8 am - 6 pm, CET": "Rufe uns kostenlos an unter +1 (844) 333-0735, Mo-Fr 8.00 - 20.00 Uhr, Sa-So 8.00 - 18.00 Uhr, CET",
    "Call us for free at +1 (866) 575-0970, Mon-Fri 2 am - 2 pm, Sat-Sun 2 am - 12 pm, EST": "Rufe uns kostenlos an unter +1 (866) 575-0970, Mo-Fr 2.00 - 20.00 Uhr, Sa-So 2.00 - 18.00 Uhr, CET",
    "Untitled %(docType)s": "Unbenannt %(docType)s",
    "Next step": "Nächster Schritt",
    "Hi %(name)s, get ready to land your dream job": "Hi %(name)s, dein Traumjob ruft",
    "Every resume needs a cover letter": "Jeder Lebenslauf braucht ein Anschreiben",
    "Double your chances with a customized cover letter.": "Verdopple deine Chancen mit einem persönlichen Anschreiben.",
    "Create cover letter": "Anschreiben erstellen",
    "Recommended": "Empfohlen",
    "Discover your online resume": "Entdecke deinen Online-Lebenslauf",
    "Copy and paste a unique URL for easy sharing and keep track of views.": "Erhalte eine individuelle URL zum einfachen Teilen.",
    "View my online resume": "Online-Lebenslauf ansehen",
    "Top reads": "Top-Beiträge",
    "Online resume": "Online-Lebenslauf",
    "Documents": "Dokumente",
    "New resume": "Neuer Lebenslauf",
    "Digital pdf (single-page)": "Digitale PDF (einseitig)",
    "Print ready pdf (multi-page)": "Druckfertige PDF (mehrseitig)",
    "TXT (plain text)": "TXT (einfacher Text)",
    "min": "Min",
    "Hi!": "Hallo!",
    "Get ready to land your dream job": "Dein Traumjob ruft",
    "Resume review": "Lebenslauf-Überprüfung",
    "Maximize your chances with expert recommendations": "Maximiere deine Chancen mit fachkundigen Empfehlungen",
    "Crafting a winning resume can be challenging. Our advice will help you identify improvement areas, so you can adapt your resume to your dream job.": "Das Erstellen eines überzeugenden Lebenslaufs kann eine Herausforderung sein. Unsere Empfehlungen helfen dir, Verbesserungsmöglichkeiten zu erkennen, damit du deinen Lebenslauf an deinen Traumjob anpassen kannst.",
    "In-depth analysis": "Tiefgründige Analyse",
    "We will meticulously examine your resume ensuring it aligns perfectly with industry standards.": "Wir werden deinen Lebenslauf sorgfältig prüfen und sicherstellen, dass er den Industriestandards entspricht.",
    "Tailored feedback": "Personalisiertes Feedback",
    "Receive personalized suggestions to help you highlight your strengths and address any weaknesses.": "Erhalte personalisierte Vorschläge, die dir helfen, deine Stärken hervorzuheben und Schwächen zu kaschieren.",
    "Professional insights": "Professionelle Einblicke",
    "Understand exactly what employers are looking for in candidates, for your specific job title.": "Verstehe genau, was Arbeitgeber von Bewerbern für die jeweilige Stellenbezeichnung erwarten.",
    "What is your desired job position?": "Was ist deine Wunschstelle?",
    "Job position": "Arbeitsstelle",
    "Review resume": "Lebenslauf überprüfen",
    "<span>Ready in 48h.</span> Ensure it's correct, one chance only.": "<span>In 48 Stunden fertig.</span> Vergewissere dich, dass alles korrekt ist, du hast nur eine Chance.",
    "Unlock now.": "Jetzt freischalten.",
    "Choose a resume to review": "Wähle einen Lebenslauf zur Prüfung",
    "Select": "Auswählen",
    "Your resume review request was submitted.": "Dein Antrag auf Überprüfung des Lebenslaufs wurde eingereicht.",
    "Checking marketability and clarity": "Prüfung auf Marktfähigkeit und Klarheit",
    "Verifying formatting": "Überprüfung der Formatierung",
    "Analyzing achievements": "Analyse der Leistungen",
    "Evaluating content relevance": "Beurteilung der Relevanz von Inhalten",
    "Assesing fit to desired job": "Bewertung der Eignung für den gewünschten Beruf",
    "Your resume is being reviewed": "Dein Lebenslauf wird geprüft",
    "Come back in": "Kehre zurück in",
    "Essential": "Essentiell",
    "Recommended": "Empfohlen",
    "Get your resume reviewed by experts": "Lass deinen Lebenslauf von Fachleuten prüfen",
    "Receive professional feedback within 48h, then apply to your dream job.": "Erhalte innerhalb von 48 Stunden ein professionelles Feedback und bewirb dich dann auf deinen Traumjob.",
    "Request resume review": "Lebenslauf-Überprüfung beantragen",
    "Your resume review is ready.": "Deine Lebenslauf-Überprüfung ist fertig.",
    "View": "Ansehen",
    "Document reviewed": "Dokument geprüft",
    "Job position": "Arbeitsstelle",
    "Edit resume": "Lebenslauf bearbeiten",
    "Boost your chances of standing out to potential employers": "Steigere deinen Chancen, bei potenziellen Arbeitgebern aufzufallen",
    "Based on the experience and skills highlighted in your resume, we've put together some tailored suggestions to help you excel in your application for a %(position)s position in %(country)s:": "Anhand der in deinem Lebenslauf hervorgehobenen Erfahrungen und Qualifikationen haben wir ein paar maßgeschneiderte Vorschläge zusammengestellt, mit denen du bei deiner Stellenbewerbung als %(position)s in %(country)s glänzen kannst:",
    "Resume <span> Review </span>": "Lebenslauf-<span>Überprüfung </span>",
    "Apply this advice to ensure your resume is effective, professional, and optimized for both human and automated review (ATS).": "Nutze diese Ratschläge, um sicherzustellen, dass dein Lebenslauf überzeugend und professionell ist und sowohl für die menschliche als auch für die automatische Überprüfung (ATS) optimiert ist.",
    "Change": "Ändern",
    "No resumes yet":"Noch kein Lebenslauf",
    "Unlock now": "Jetzt freischalten",
    "Don’t miss out on your resume review!": "Lass dir deine Lebenslauf-Überprüfung nicht entgehen!",
    "If you have a pending Resume Review, it will be cancelled.": "Wenn du eine ausstehende Überprüfung hast, wird sie storniert.",
    "Time remaining": "Verbleibende Zeit",
    "Go to resume review": "Zur Lebenslauf-Überprüfung",
    "You’re missing the final step! Your resume review": "Der letzte Schritt fehlt noch! Deine Lebenslauf-Überprüfung",
    "Enhance your resume with expert feedback and boost your job opportunities. Stand out from the crowd!": "Optimiere deinen Lebenslauf mit professionellem Feedback und erhöhe deine Chancen, indem du dich von der Masse abhebst!",
    "Your expert coach": "Dein Fach-Coach",
    "ASK FOR RESUME REVIEW": "LEBENSLAUF-ÜBERPRÜFUNG ANFORDERN",
    "Continue": "Weiter",
    "Unlimited User": "Unlimited Nutzer"
}
