{
    "Duplicate": "Duplicar",
    "Edit title": "Editar título",
    "Delete": "Eliminar",
    "Document untitled": "Documento sin título",
    "Land your dream job using a professional cover letter template": "Conseguí el trabajo que querés usando un modelo profesional de carta de presentación",
    "Boost your career with a convincing, HR-approved resume": "Promové tu carrera con un CV convincente y aprobado por Recursos Humanos",
    "Downloading...": "Descargando...",
    "Download": "Descargar",
    "Accept": "Aceptar",
    "Cancel": "Cancelar",
    "Dashboard": "Inicio",
    "Resumes": "Curriculums",
    "Cover letters": "Cartas de presentación",
    "Profile": "Perfil",
    "Help": "Ayuda",
    "Sign Out": "Cerrar sesión",
    "Your account": "Tu cuenta",
    "Subscription": "Suscripción",
    "Saving data": "Guardando datos",
    "Saved": "Guardado",
    "Back": "Atrás",
    "App language": "Idioma de la aplicación",
    "Website language": "Idioma del sitio web",
    "Deleted successfully": "Borrado exitosamente",
    "Error": "Error",
    "User ID:": "ID de usuario:",
    "E-book": "Libro electrónico",
    "Get to grips with resume writing": "Familiarizate con la creación del CV",
    "Download your Winning Resume Kit": "Descargate el kit de CV ganador",
    "Get it now!": "¡Conseguilo ahora!",
    "Ask the experts": "Preguntale a un experto",
    "Get professional resume advice": "Conseguí ayuda profesional",
    "Have a suggestion?": "Compartí tus ideas",
    "Got a suggestion?": "¿Tenés una sugerencia?",
    "Let us know your thoughts": "Contanos tu opinión",
    "Job search": "Búsqueda de empleos",
    "Find your next dream job": "Encontrá el trabajo de tus sueños",
    "Latest cover letter": "Última carta de presentación",
    "Create a cover letter": "Crea una carta de presentación",
    "Combine your cover letter and resume to make the right impression": "Combina tu carta de presentación y tu CV para dar la mejor impresión",
    "Latest resume": "Último currículum",
    "Create a resume": "Crea un CV",
    "Complete your professional resume to grab the employer's attention": "Completa tu CV profesional y conseguí la atención de los empleadores",
    "View all": "Ver todo",
    "View less": "Ver menos",
    "If you need any help or advice, don't hesitate to contact our friendly resume professionals.": "Si necesitas ayuda o un consejo, no dudes en ponerte en contacto con nuestro equipo de expertos en CVs.",
    "Reminder": "Recordatorio",
    "Before you get started": "Antes de empezar",
    "How it works": "Cómo funciona",
    "Time to start sending your winning resume out? Check out some of the best vacancies in your area with the built-in job search app.": "¿Listo para empezar a mandar tu CV? Descubrí las mejores ofertas de empleo en tu zona gracias a nuestra aplicación de búsqueda de empleo.",
    "Enter the type or name of the job you want to find, the location and country and click 'Find Jobs' to get a list of the most suitable listings in your preferred area.": "Poné el nombre o tipo de puesto de trabajo y la zona, y hace clic en ‘Buscar trabajo’ para obtener una lista de las vacantes que mejor se adaptan a lo que buscas.",
    "Job": "Empleo",
    "City": "Ciudad",
    "Country": "País",
    "Find jobs": "Encontrá trabajos",
    "Load more": "Cargar más",
    "Company": "Empresa",
    "See position": "Ver puesto",
    "Are you sure you want to delete this cover letter?": "¿Seguro que querés borrar esta carta de presentación?",
    "Are you sure you want to duplicate this cover letter?": "¿Seguro que querés duplicar esta carta de presentación?",
    "Do you want to edit the title of this cover letter?": "¿Querés editar el título de esta carta de presentación?",
    "New cover letter": "Nueva carta de presentación",
    "Create new cover letter": "Crear nueva carta de presentación",
    "Duplicate or build a new cover letter to match your needs": "Duplicá o creá otra carta de presentación que cumpla con tus necesidades",
    "Your cover letters": "Tus cartas de presentación",
    "Suggestions for your cover letter": "Sugerencias para tu carta de presentación",
    "Take heed of these <strong>expert pieces of advice regarding cover letter writing</strong> which can help you make your job application stand out.": "Tené en cuenta los siguientes <strong>consejos cuando escribas la carta de presentación</strong>. Te van a ayudar a que tu solicitud se destaque por encima del resto.",
    "It is essential to remember to <strong>maintain your focus on the needs of the company</strong> you’re applying to and the requirements and desired abilities of the ideal candidate for the role.": "Es esencial <strong>que te centres en las necesidades de la empresa para la que querés trabajar</strong>, así como en los requisitos y las competencias del candidato ideal para ese puesto.",
    "Each cover letter for a job application, <strong>cover letters for internships</strong>, for further study or even volunteer experience should be <strong>tailored to their specific organization</strong> and position with the pertinent keywords.": "Las cartas de presentación para postularte a un trabajo, <strong>para una pasantía</strong>, para seguir con tus estudios, e incluso para tareas de voluntariado <strong>tienen que adaptarse a la compañía</strong> y a la posición a la que te postulas, incluyendo palabras clave pertinentes.",
    "The <strong>beginning of a cover letter should include a header</strong> with the candidate’s full name and contact details.": "El <strong>inicio de una carta de presentación tiene que incluir un encabezado</strong> con el nombre completo y los detalles de contacto del candidato.",
    "Candidates are advised and urged to do a little research, use their initiative and <strong>try to find the name of the person in charge</strong> of filling the new vacancy by <strong>visiting the company website and social media sites</strong>.": "Se recomienda que los candidatos investiguen un poco y, mostrando iniciativa, <strong>visiten el sitio web de la empresa y sus redes sociales</strong> y <strong>traten de encontrar el nombre de la persona encargada</strong> de cubrir la nueva vacante.",
    "Towards the <strong>end of a cover letter</strong>, each candidate should write a convincing finish to entice the hiring manager and in sales terminology “<strong>seal the deal</strong>”.": "En <strong>la parte final de la carta de presentación</strong>, cada candidato debe escribir un cierre convincente para convencer a la empresa y ”<strong>cerrar el trato</strong>”.",
    "Your reading list": "Lecturas recomendadas",
    "Tips": "Consejos",
    "Are you sure you want to delete this resume?": "¿Estás seguro que querés eliminar este CV?",
    "Are you sure you want to duplicate this resume?": "¿Estás seguro que querés duplicar este CV?",
    "Do you want to edit the title of this resume?": "¿Querés editar el título de este CV?",
    "Create new resume": "Crear un nuevo curriculum",
    "Keep up to date with these expert tips so you can <strong>get the best out of your winning resume</strong> to ensure you get the call-back you’ve been waiting for!": "¡Ponete al día con estos consejos de nuestro equipo de expertos y vas a tener <strong>un CV que se destaque</strong> y te asegurás de que te llaman para la entrevista que querés!",
    "It is essential for all jobseekers, whether entry-level or highly experienced in their field, to <strong>construct a customized resume for each position, company or sector</strong> they apply to.": "Es esencial para todos los que solicitan un puesto de trabajo, ya sean principiantes o profesionales experimentados, <strong>escribir un currículum personalizado para cada puesto, empresa o sector</strong> a los que se quieren postular.",
    "The use of <strong>KEYWORDS</strong> is often overlooked by jobseekers and they are fast becoming an integral part of a winning resume. - You can <strong>find the relevant keywords and expressions for your resume within the job vacancy</strong>, company website or profiles of other professions in that particular area.": "A menudo, los aspirantes pasan por alto el uso de las <strong>PALABRAS CLAVE</strong>, cuando, en realidad, son una parte fundamental de un buen CV. Podés <strong>encontrar las palabras clave y las expresiones más relevantes en la descripción de la oferta de trabajo</strong>, en el sitio web de la empresa o en los perfiles de otros profesionales de tu sector.",
    "<strong>Include the standard sections in every resume you create</strong> - contact information, objective or summary, education, work experience and skills.": "<strong>Incluí las secciones básicas en cada CV que crees</strong>: información de contacto, objetivo, educación, experiencia laboral y habilidades.",
    "But to <strong>create a unique resume</strong> that will attract a hiring manager at first glance, remember to <strong>include specific resume sections that relate to your professional profile</strong> and the vacancy on offer, such as pertinent publications, conferences you’ve attended, extra training, courses or awards you’ve received etc.": "Pero para <strong>crear un CV único</strong> que llame la atención de un gerente de Recursos Humanos, recordá <strong>incluir secciones específicas relacionadas con tu perfil profesional</strong> y con la vacante. Por ejemplo: publicaciones, conferencias a las que asististe, cursos, premios que recibiste, etc.",
    "<strong>Avoid using the first person</strong>: ‘I’, throughout your resume; instead always refer to the third person without using the subject. For example, <strong>in a resume objective or work experience descriptions</strong>.": "<strong>Evita usar la primera persona singular</strong>: \"yo\", a lo largo de tu currículum. Usá siempre la tercera persona singular sin mencionar el sujeto en secciones como: <strong>la descripción de tu CV o la experiencia laboral</strong>.",
    "<strong>Use strong verbs</strong> to describe your previous experience such as spearheaded, coordinated, orchestrated, established, launched, reduced (costs), increased (profits), restructured, facilitated, negotiated etc.": "<strong>Usa verbos potentes</strong> para describir tu experiencia previa. Por ejemplo: liderar, coordinar, organizar, consolidar, lanzar, reducir (costos), incrementar (beneficios), reestructurar, facilitar, negociar, etc.",
    "<strong>Demonstrate quantifiable evidence</strong> of your personal involvement in a project or impact on a role.": "<strong>Demostrá evidencias cuantificables</strong> de tu participación en el proyecto o el impacto que tuvo tu papel en el mismo.",
    "Current Plan": "Plan actual",
    "Subscribed": "Suscrito",
    "Start Now": "Empezar ahora",
    "Unsubscribe": "Darse de baja",
    "Select a template to create your new cover letter": "Seleccioná un modelo para crear tu nueva carta de presentación",
    "Select a template to create your new resume": "Seleccioná un modelo para crear tu nuevo CV",
    "Leaving so soon?": "¿Ya te vas?",
    "Thanks, but I want to unsubscribe anyway.": "Gracias, pero quiero darme de baja igualmente.",
    "Remember to download all your resumes before unsubscribing.": "Recordá descargar todos tus CVs antes de cancelar la suscripción.",
    "Unsubscribe and delete all your resumes?": "¿Querés cancelar la suscripción y eliminar todos tus CVs?",
    "Built-in Job Search": "Búsqueda de empleo incorporada",
    "Find your ideal job online via our integrated job search platform and apply directly with your winning resume and cover letter straight from your dashboard.": "Encontrá el trabajo que querés a través de nuestra plataforma de búsqueda de empleo integrada. Presentá tu candidatura con tu CV y tu carta de presentación directamente desde el panel de control.",
    "Go to Dashboard": "Ir al panel de control",
    "Easy-to-use Online Builder": "Creador de CV online fácil de usar",
    "Create your effective resume and cover letter, section by section, personalizing your application to your profile and tailoring it to the vacancy.": "Crea tu CV y tu carta de presentación paso a paso, personalizando tu postulación para adaptarla a la oferta de trabajo que querés.",
    "Start Resume Maker": "Comenzá a crear tu CV",
    "HR-approved Templates": "Modelos aprobados por RR.HH.",
    "Get professionally-designed, ATS-ready cover letter and resume samples to use for your own customized job application.": "Usa nuestros modelos para crear cartas de presentación y CVs profesionales para adaptar tus postulaciones a cada trabajo.",
    "Choose a template": "Elegí un modelo",
    "Expert Tips and Guides": "Consejos y guías de expertos",
    "Career-specific tricks of the trade and how-to guides for writing a professional cover letter and appealing resume.": "Trucos específicos para cada carrera y guías prácticas para redactar cartas de presentación profesionales y CVs atractivos.",
    "Get expert advice": "Recibí consejos de expertos",
    "Please specify": "Por favor especificá",
    "Send survey": "Enviar cuestionario",
    "Unsubscribe successful!": "Cancelaste tu suscripción",
    "Thanks for using our online career assistant, we’re sorry to see you go but we’ll be here if you need us in the future.": "Gracias por usar nuestro editor online. Lamentamos que te vayas, pero estaremos encantados de ayudarte si nos volvés a necesitar.",
    "Before you leave...": "Antes de irte...",
    "Your opinion is very important to us so thank you for helping us to continue developing our services!": "Tu opinión nos importa mucho. ¡Gracias por ayudarnos a seguir desarrollando nuestros servicios!",
    "How to Write a Resume": "Cómo escribir un currículum",
    "Get the complete guide to resume writing with tips and ideas for what to include and what not to put in your winning resume as well as practical examples.": "Conseguí la guía completa para escribir tu mejor CV, con consejos e ideas sobre qué incluir y qué no en un currículum ganador, además de ejemplos y modelos.",
    "The Professional Resume": "Currículum profesional",
    "Create an expert resume for your job search with our guide to writing a professional resume that gives you specialist advice for executive positions and helps to get your career heading in the right direction.": "Creá un CV perfecto para tu búsqueda de trabajo con nuestra guía para escribir un currículum profesional, que te da consejos especializados para puestos ejecutivos y te ayuda a que tu carrera profesional salga adelante.",
    "Entry-Level Resume Writing": "Primer CV",
    "If you're just getting your foot in the door of the professional world, check out our guide to writing a first resume with recommendations from HR experts for first-time jobseekers.": "Si recién estás empezando en el mundo profesional, mirá nuestra guía para escribir tu primer CV, con recomendaciones de expertos en Recursos Humanos para los que buscan su primer trabajo.",
    "Resume Format and Layout Guide": "Guía de diseño y formato del currículum",
    "Don't forget about the importance of a good resume format to give structure to all the crucial information you need to include to complete your efficient job application.": "No te olvides de la importancia del formato en tu CV para estructurarlo con la información necesaria para postularte con éxito.",
    "How to write an effective cover letter": "Cómo escribir una carta de presentación efectiva",
    "Discover how to write an effective cover letter with our comprehensive guide including professional tricks of the trade.": "Aprendé a escribir una carta de presentación efectiva con nuestra guía que incluye consejos de contratación profesionales.",
    "HR-approved cover letter examples": "Ejemplos de cartas de presentación aprobadas por Recursos Humanos",
    "Get the best HR-approved cover letter examples so you know what to include and what not to use in your winning cover letter.": "Conseguí los mejores modelos de cartas de presentación para saber qué incluir y qué omitir en tu carta de presentación ganadora.",
    "How to format a cover letter": "Cómo formatear una carta de presentación",
    "Learn how to format a cover letter so that the relevant information is presented in the right way to convince hiring managers.": "Aprendé a formatear una carta de presentación de manera que su información convenza a las empresas a darte una oportunidad.",
    "Germany": "Alemania",
    "Antarctica": "Antártida",
    "Saudi Arabia": "Arabia Saudita",
    "Argentina": "Argentina",
    "Australia": "Australia",
    "Austria": "Austria",
    "Bahrain": "Baréin",
    "Belgium": "Bélgica",
    "Brazil": "Brasil",
    "Canada": "Canadá",
    "Qatar": "Catar",
    "Chile": "Chile",
    "China": "China",
    "Colombia": "Colombia",
    "South Korea": "Corea del Sur",
    "Costa Rica": "Costa Rica",
    "Denmark": "Dinamarca",
    "Ecuador": "Ecuador",
    "Egypt": "Egipto",
    "United Arab Emirates": "Emiratos Árabes Unidos",
    "Spain": "España",
    "United States": "Estados Unidos",
    "Philippines": "Filipinas",
    "Finland": "Finlandia",
    "France": "Francia",
    "Greece": "Grecia",
    "Holland": "Holanda",
    "Hong Kong": "Hong Kong",
    "Hungary": "Hungría",
    "India": "India",
    "Indonesia": "Indonesia",
    "Ireland": "Irlanda",
    "Israel": "Israel",
    "Italy": "Italia",
    "Japan": "Japón",
    "Kuwait": "Kuwait",
    "Luxembourg": "Luxemburgo",
    "Malaysia": "Malasia",
    "Morocco": "Marruecos",
    "Mexico": "México",
    "Nigeria": "Nigeria",
    "Norway": "Noruega",
    "New Zealand": "Nueva Zelanda",
    "Oman": "Omán",
    "Pakistan": "Pakistán",
    "Panama": "Panamá",
    "Peru": "Perú",
    "Poland": "Polonia",
    "Portugal": "Portugal",
    "United Kingdom": "Reino Unido",
    "Czech Republic": "República Checa",
    "Romania": "Rumania",
    "Russia": "Rusia",
    "Singapore": "Singapur",
    "South Africa": "Sudáfrica",
    "Sweden": "Suecia",
    "Switzerland": "Suiza",
    "Thailand": "Tailandia",
    "Taiwan": "Taiwán",
    "Turkey": "Turquía",
    "Ukraine": "Ucrania",
    "Uruguay": "Uruguay",
    "Venezuela": "Venezuela",
    "Vietnam": "Vietnam",
    "No results": "Sin resultados",
    "%(count)s Results": "%(count)s resultados",
    "Upgrade now to get access to all of %(appName)s’s features": "Hacete Premium para aprovechar todas las funciones de %(appName)s",
    "By unsubscribing, you’ll miss out on all %(appName)s’s ever-evolving, career-enhancing features.": "Al darte de baja, te vas a perder todas las funcionalidades de %(appName)s que te ayudan a avanzar en tu carrera.",
    "You have now successfully unsubscribed from our services and will no longer be charged by %(appName)s. Check the confirmation email of your status that will be sent to the email address you registered with: <strong>%(userEmail)s</strong>.": "Cancelaste tu suscripción a nuestros servicios y %(appName)s no va a realizar más cobros. Comprobá que recibiste el email de confirmación de tu estado en la dirección de correo electrónico con la que te registraste: <strong>%(userEmail)s</strong>.",
    "The cancellation will be effective at the end of the current billing period on %(date)s": "La cancelación será efectiva al finalizar el corriente período de facturación, el %(date)s",
    "Language": "Idioma",
    "Download your document using our new editor": "Descargá tu documento usando nuestro nuevo Editor",
    "Since the last time you worked on your document we’ve made some upgrades. Open your document using the new editor to check out the latest features and download a copy.": "Hicimos algunas mejoras desde la última vez que editaste tu documento. Abrí tu documento usando el nuevo Editor para ver las últimas novedades y descargá una nueva copia.",
    "Open your document using the new editor": "Abrí tu documento usando el nuevo Editor",
    "Updated on %(month)s %(day)s %(year)s at %(hours)s:%(minutes)s %(ampm)s": "Actualizado el %(day)s de %(month)s de %(year)s a las %(hours)s:%(minutes)s %(ampm)s",
    "January": "Enero",
    "February": "Febrero",
    "March": "Marzo",
    "April": "Abril",
    "May": "Mayo",
    "June": "Junio",
    "July": "Julio",
    "August": "Agosto",
    "September": "Septiembre",
    "October": "Octubre",
    "November": "Noviembre",
    "December": "Diciembre",
    "Easy apply": "Postulate sin complicaciones",
    "Salary": "Salario",
    "New": "Nuevo",
    "See more jobs...": "Ver más trabajos...",
    "Share your resume online!": "Compartí tu currículum online!",
    "Send employers a link to an online version of your resume which looks great on any device": "Enviá a los empleadores un link de tu Currículum online, que se ve genial en cualquier dispositivo",
    "Share your cover letter online!": "Compartí tu carta de presentación online!",
    "Send employers a link to an online version of your cover letter which looks great on any device": "Enviá a los empleadores un link de la versión online de tu carta de presentación, que se verá genial en cualquier dispositivo",
    "Find jobs that match your profile and send your job-winning resume": "Encontrá trabajos que den con tu perfil y enviá tu currículum ganador",
    "What are you looking for?": "¿Qué estás buscando?",
    "Where?": "¿Dónde?",
    "Type a job, industry or business": "Escribí un empleo, industria o empresa",
    "Type the town, city, state or country": "Escribí el pueblo, ciudad, provincia o país",
    "Job vacancies": "Bolsa de trabajo",
    "Unshare": "No compartir",
    "Preview online": "Vista previa online",
    "Share it online": "Compartilo online",
    "Terms & Conditions": "Bases y condiciones",
    "Privacy Policy": "Política de Privacidad",
    "Contact Us": "Contactanos",
    "You haven't created a resume yet": "Todavía no creaste un currículum",
    "You haven't created a cover letter yet": "Todavía no creaste una carta de presentación",
    "Recommended for you": "Recomendado para vos",
    "No search results found": "No se encontraron resultados de búsqueda",
    "Share your resume": "Compartí tu currículum online",
    "Send a private link to your resume or share it on social media. This online version will automatically update when you make changes.": "Enviá un enlace privado a tu currículum o compartilo en las redes sociales. Esta versión online será automáticamente actualizada cuando efectúes cambios.",
    "Copy and paste the private link": "Copiá y pegá el enlace privado",
    "Your resume is visible to others.": "Tu currículum es visible para otros.",
    "Click the switch if you don’t want other people to see your resume using the link.": "Hacé click en el interruptor si no querés que otras personas vean tu currículum usando el enlace.",
    "Your resume is not visible to others.": "Tu currículum no está visible para los demás.",
    "No one can see your resume using the link. Click the switch to make it visible.": "Nadie puede ver tu currículum usando el enlace. Hacé click al interruptor para que esté visible.",
    "Preview": "Vista previa",
    "Or click on the icons to share using social media or email": "O hacé click en los íconos para compartir mediante las redes sociales o tu correo electrónico",
    "Copied! Right-click to paste": "¡Copiado! Hacé click derecho para pegar",
    "Shared": "Compartido",
    "Copy": "Copia",
    "Send employers or friends a private link to your cover letter. This online version will automatically update when you make changes.": "Enviale un enlace privado de tu carta de presentación a tus amigos y empleadores. Esta versión online se actualizará automáticamente cuando realices cambios.",
    "Copy the private link": "Copiá el enlace privado.",
    "Your cover letter is visible to others.": "Tu carta de presentación es visible para otras personas.",
    "Click the switch if you don’t want people to see it using the link.": "Hacé click en el interruptor si no querés que otras personas vean tu currículum usando el enlace.",
    "Share your cover letter": "Compartí tu carta de presentación",
    "Your cover letter is not visible to others.": "Tu carta de presentación no es visible para otras personas.",
    "No one can see your cover letter using the link. Click the switch to make it visible.": "Nadie puede ver tu carta de presentación usando el enlace. Hacé click en el botón para hacerlo visible.",
    "Share": "Compartí",
    "WARNING!": "¡ADVERTENCIA!",
    "The elements of the present website (including, but not limited to, source code, software, trademarks, information texts, content, structure and design) are copyrighted and no licenses, express or implied, are granted to software developers, users and/or other third parties.": "Los elementos de la presente página web (incluyendo, pero no limitado a, código fuente, software, marcas registradas, textos informativos, contenido, estructura y diseño) tienen derechos de autor y no se conceden licencias, expresas o implícitas, a desarrolladores de software, usuarios y/o terceros.",
    "Is strictly forbidden to use (or contribute to an individual to do so) the web browser’s console used to access this website to insert and/or execute expressions, commands or codes that, directly or indirectly, interfere, manipulate and/or damage any element of this website, especially its source code.": "Está estrictamente prohibido usar (o contribuir con un individuo para hacerlo) la consola del navegador web para acceder al sitio para insertar y/o ejecutar expresiones, comandas o códigos que, directa o indirectamente, interfieran, manipulen y/o dañen cualquier elemento de esta web, especialmente su código fuente.",
    "Please be aware that this actions could involve, among others, (a) that your private information or personal data is sent to an unauthorized third party and/or the owner or operator of a false website and, consequently, they are stolen and/or processed for fraudulent purposes or (b) that a malware can be installed on your computer to access your files (documents, photos, videos), camera, microphone, printer or devices connected to your computer, which would make your privacy more vulnerable.": "Por favor, tené en cuenta que estas acciones podrían involucrar, entre otras cosas, (a) que tu información privada o datos personales sean enviados a un tercero no autorizado y/o el dueño u operador de una web falsa y, consecuentemente, sean robados y/o procesados con motivos fraudulentos o (b) que un malware pueda instalarse en tu computadora para acceder a tus archivos (documentos, fotos, videos), cámara, micrófono, impresora u otros dispositivos conectados a tu computadora, lo cual haría que tu privacidad sea vulnerada.",
    "The owner and operator of this website (copyright holder) will not be liable for any direct or indirect, incidental, special, exemplary or consequential damages for an individual arising from, out of or in connection with the infringement of the present warning.": "El dueño y operador de esta página web (titular de los derechos de autor) no se hará responsable de ningún daño, directo o indirecto, incidental, especial, ejemplar o consecuente, para un individuo que surge de, fuera de o en conexión con la infracción de la presente advertencia.",
    "Moreover, any user of this website must refrain, as it is prohibited, from totally or partially copy, reproduce, publish, transform, provide, distribute, transmit, publicly communicate, display or make use of any of the elements of our Website.": "Adicionalmente, cualquier uso de esta página web debe abstenerse, ya que está prohibido, de copiar, reproducir, publicar, transformar, proporcionar, distribuir, transmitir, comunicar públicamente, mostrar o hacer uso de cualquier elemento de la web, de forma total o parcial.",
    "The owner and operator of this website reserves the right to take any and all necessary legal actions, including compensation for direct and indirect damages, at our disposal that it will be considered appropriate for the best defense of its legitimate rights and interests, in the event of an infringement of its intellectual property rights": "El dueño y operador de esta página web se reserva el derecho de tomar todas las acciones legales necesarias, incluyendo compensación por daños directos o indirectos, nuestra disposición de que será considerada apropiada para la mejor defensa de sus legítimos derechos e intereses, en el caso de la infracción de sus derechos de propiedad intelectual",
    "Find the perfect job close to you!": "¡Encontrá el trabajo perfecto más cercano!",
    "Jobs by": "Ofertas laborales publicadas en",
    "Rename your resume": "Cambiá el nombre de tu currículum",
    "Rename your cover letter": "Cambiá el nombre de tu carta de presentación",
    "Insert valid date": "Inserta una fecha válida",
    "Help & Contact": "Ayuda y Contacto",
    "Want expert advice?": "¿Necesitas ayuda de un experto?",
    "Visit our Help & Contact section": "Visitá nuestra sección de Ayuda y Contacto",
    "or send an e-mail to %(appEmail)s": "o enviá un correo a %(appEmail)s",
    "or send an e-mail to": "o enviá un correo a",
    "Go to Help & Contact": "Ir a Ayuda y Contacto",
    "resume": "currículum",
    "cover letter": "carta de presentación",
    "Jobs": "Trabajos",
    "new resume": "nuevo curriculum",
    "new cover letter": "nueva carta de presentación",
    "See more": "Ver más",
    "Updated %(monthShort)s %(day)s, %(hours)s:%(minutes)s": "Actualizado %(day)s %(monthShort)s, %(hours)s:%(minutes)s",
    "Upgrade now": "Subí a Premium",
    "Settings": "Ajustes",
    "Edit": "Editar",
    "What?": "¿Qué?",
    "Job, industry or business…": "Trabajo, industria o empresa…",
    "Town, city, state or country…": "Pueblo, ciudad, estado o país…",
    "Recommended jobs": "Trabajos recomendados",
    "Read more": "Leer más",
    "Current Subscription Plan": "Plan de suscripción actual",
    "Upgrade": "Cambiá de plan",
    "Registered": "Registrado",
    "Premium Basic User": "Usuario premium básico",
    "Premium Unlimited User": "Usuario premium ilimitado",
    "Payment History": "Historial de pagos",
    "Here you can review your payments after your initial Trial Fee of %(trialFeeSubscription)s": "Acá podes revisar los pagos posteriores a la tarifa inicial de prueba de %(trialFeeSubscription)s",
    "Date": "Fecha",
    "Plan": "Plan",
    "Total": "Total",
    "Status": "Estado",
    "Next payment": "Próximo pago",
    "Paid": "Pagado",
    "Free User": "Usuario gratuito",
    "MM/DD/YYYY": "MM/DD/YYYY",
    "Need any help?": "¿Necesitas ayuda?",
    "Before you go %(userName)s, we wanted to show you the special offers you’re missing": "Antes de que te vayas, %(userName)s, queríamos mostrarte las ofertas que te estás perdiendo",
    "Before you go, we wanted to show you the special offers you’re missing": "Antes de que te vayas, queríamos mostrarte las ofertas que te estás perdiendo",
    "Available for a limited time only": "Disponible por tiempo limitado",
    "Keep your trial rolling for another month of unlimited access completely free*.": "Mantené tu período de prueba activo por otro mes de acceso ilimitado completamente gratuito*.",
    "Get another 30 days free": "Conseguí otros 30 días gratis",
    "* (This will renew at a cost of %(price)s after 4 weeks)": "*(Se renovará por un precio de %(price)s después de 4 semanas)",
    "Keep unlimited access to our resume builder until you find your ideal job for just %(offerPrice)s a month.": "Mantené acceso ilimitado al editor de CV hasta que encuentres tu trabajo ideal por %(offerPrice)s/mes.",
    "Select our %(offerPrice)s a month offer": "Elegí la oferta de %(offerPrice)s/mes",
    "Select our %(price)s a year offer": "Elegí la oferta de %(price)s/año",
    "Don’t settle for bland, generic resumes and cover letters": "No te conformes con CV y cartas de presentación genéricos",
    "We can help you avoid that with our easily customized templates, user-friendly content wizard, and tips on how to seriously impress employers!": "¡Podemos ayudarte a evitar eso con nuestras plantillas fáciles de editar, nuestro asistente de contenido fácil de usar y consejos para impresionar a los empleadores!",
    "Are you sure you want to unsubscribe?": "¿Estás seguro de que queres darte de baja?",
    "No, don’t cancel it!": "¡No, no cancelar!",
    "Yes, cancel my subscription": "Sí, cancelar mi suscripción",
    "I understand that I will lose access to my Premium features, but I’m still happy to cancel.": "Entiendo que voy a perder acceso al contenido Premium, pero estoy feliz de cancelar.",
    "Are you sure you want to cancel your subscription?": "¿Seguro que querés darte de baja?",
    "Once you cancel you can no longer use our tools to:": "Una vez canceles no podrás utilizar nuestras herramientas para:",
    "Download PDFs of your documents": "Descargar tus documentos en PDF",
    "Create personalized CVs and Cover Letters": "Crear CVs y Cartas de Presentación personalizadas",
    "Share your documents online": "Compartir tus documentos online",
    "Return to Dashboard": "Regresar al Tablero",
    "Cancel Subscription": "Cancelar Suscripción",
    "Thanks for your purchase!": "¡Gracias por tu compra!",
    "We’ve sent you an email as confirmation.": "Te enviamos un correo de confirmación.",
    "30 extra days unlimited access free": "30 días adicionales de acceso ilimitado gratis",
    "Unlimited access for %(offerPrice)s per month": "Acceso ilimitado por %(offerPrice)s al mes",
    "1 year’s unlimited access for the price of a month": "Acceso ilimitado por 1 año, por el precio de un mes",
    "This purchase will be charged to the same card you used for the previous subscription": "Esta compra será cobrada a la misma tarjeta que utilizaste para tu suscripción anterior",
    "Account information": "Información de la cuenta",
    "Visit My Dashboard": "Visitar mi Tablero",
    "You can cancel your subscription at any time via your account settings. If you need any assistance please contact our customer service team at %(appEmail)s": "Podes cancelar tu suscripción en cualquier momento a través de los ajustes de tu cuenta. Si necesitas ayuda, podes contactar a nuestro equipo de atención al cliente en %(appEmail)s",
    "Call us for free at +1 (844) 333-0735, Mon-Sun 8 am - 6 pm CET": "Llamanos gratis al +1 (844) 333-0735: lun-dom 8 a.m. - 6 p.m. CET",
    "You’re 75%% more likely to get rejected without a unique resume or cover letter for each job application.": "Tenes 75 %% más de posibilidades de ser rechazado si no tenés un currículum o carta de presentación que sean únicos para esa oferta laboral.",
    "Save up to 90%% with a one-off fee of %(price)s for 1 year’s unlimited access to all our resume tools.": "Acceso sin límites por un pago único de %(price)s por 1 año. ¡Ahorrá hasta un 90 %%!",
    "MOST POPULAR": "MÁS POPULAR",
    "Please reload the page. If the error persists, try again later.": "Por favor, actualizá la página. Si el error continúa, volvé a probar más tarde.",
    "Something went wrong": "Algo salió mal",
    "We were not able to apply the offer.": "No pudimos aplicar la oferta.",
    "BACK TO OFFERS": "VOLVER A OFERTAS",
    "Account Settings": "Ajustes de la cuenta",
    "EMAIL ACCOUNT": "CORREO ELECTRÓNICO",
    "Confirm new password": "Confirma la nueva contraseña",
    "SAVE CHANGES": "GUARDAR CAMBIOS",
    "Membership": "Suscripción",
    "PREMIUM ACCOUNT": "CUENTA PREMIUM",
    "Unlock our premium features": "Desbloqueá las funciones premium",
    "Starting from": "Desde",
    "Personal information": "Información personal",
    "First name": "Nombre",
    "Last name": "Apellido",
    "Remove Photo": "Eliminar foto",
    "Easy to guess!": "¡Fácil de adivinar!",
    "Not bad...": "No está mal...",
    "Great job!": "¡Buen trabajo!",
    "New password": "Nueva contraseña",
    "Resumes and cover letters": "Currículums y cartas de presentación",
    "Unlimited downloads and storage": "Descargas y almacenamiento ilimitados",
    "Share resumes online": "Compartí currículums online",
    "Access to premium templates": "Obtené acceso a plantillas premium",
    "Unlimited tips and real examples": "Consejos y ejemplos reales ilimitados",
    "UPGRADE NOW": "LO QUIERO",
    "* (This will renew at a monthly cost of %(price)s after 30 days)": "* (Después de 30 días, se renovará a una cuota mensual de %(price)s)",
    "Extend your Premium unlimited access!": "¡Extendé tu acceso Premium ilimitado!",
    "Pay for a month, get 11 for free!": "¡Pagá un mes y obtené 11 gratis!",
    "Keep your trial rolling for another month of unlimited access completely free.": "Mantené tu período de prueba activo por otro mes de acceso ilimitado completamente gratuito.",
    "APPLY OFFER": "APLICAR OFERTA",
    "We are applying your offer…": "Estamos aplicando tu oferta...",
    "Get your 90%% discount!": "¡Obtené 90%% de descuento!",
    "Remove": "Eliminar",
    "Drag to reposition": "Arrastrá para reposicionar",
    "Upload a new photo": "Subí una foto nueva",
    "Save": "Guardar",
    "The photo you have uploaded is too heavy.": "La foto que subiste es muy pesada.",
    "Please try again with one that weighs less than 2MB.": "Por favor, intentá nuevamente con una que pese menos de 2MB.",
    "Manage my account": "Gestionar mi cuenta",
    "Cancel Premium membership": "Cancelar la suscripción Premium",
    "Do you want to cancel your Premium account?": "¿Querés cancelar tu cuenta Premium?",
    "Original": "Antes",
    "%(price)s / month": "%(price)s / mes",
    "%(price)s / year": "%(price)s / año",
    "%(userName)s, we’re sad to see you go": "%(userName)s, nos entristece que te vayas",
    "We are sad to see you go": "Nos entristece que te vayas",
    "Are you sure you no longer need career assistance?": "¿Seguro que no necesitas asistencia para tu carrera profesional?",
    "From the moment you cancel your Premium account, you will lose access to these features:": "Desde el momento en que canceles tu cuenta Premium, perderás el acceso a estas funciones:",
    "Unlimited resumes and cover letters": "Currículums y cartas de presentación ilimitados",
    "Downloading in PDF format": "Descargas en PDF",
    "Expert tips and real examples": "Consejos de expertos y ejemplos reales",
    "Online professional advice and support": "Asesoramiento y apoyo profesional online",
    "Sharing resumes and applying for jobs online": "Compartir currículums y aplicar a trabajos online",
    "No, keep Premium account": "No, mantener cuenta Premium",
    "Yes, cancel my account": "Sí, cancelar mi cuenta",
    "Other options to consider": "Otras opciones a tener en cuenta",
    "Have a chat with our customer service team if you are having difficulties using any of our tools": "Chateá con nuestro equipo de atención al cliente si tenes dificultades para usar alguna de nuestras herramientas",
    "Get extra help": "Obtener ayuda adicional",
    "Create a unique cover letter that will get you 67 %% more interviews when applying": "Creá una carta de presentación única que te conseguirá un 67%% más de entrevistas al aplicar",
    "Subscription Cancelled": "Suscripción cancelada",
    "Thankyou for using %(appName)s": "Gracias por usar %(appName)s",
    "CANCELLATION DATE": "FECHA DE CANCELACIÓN",
    "You will receive a confirmation email at %(userEmail)s, make sure to check your spam folder.": "Vas a recibir un correo de confirmación en %(userEmail)s, asegurate de verificar tu carpeta de spam.",
    "We will save all your documents in case you wish to sign up again in the future.": "Guardaremos todos tus documentos en caso de que desees suscribirte nuevamente en el futuro.",
    "You won’t receive any more %(appName)s charges.": "No vas a recibir más cobros de %(appName)s.",
    "Let us know why you’ve decided to cancel your Premium membership, so that we can improve our services for the future": "Contanos por qué decidiste cancelar tu suscripción Premium, así podemos mejorar nuestros servicios a futuro",
    "Please, indicate your motive before continuing": "Por favor, indicá tu motivo antes de continuar",
    "SUBMIT AND CONTINUE": "ENVIAR Y CONTINUAR",
    "Your opinion is important to us, so thank you very much for helping us to continue improving our services": "Tu opinión es importante para nosotros, te agradecemos por ayudarnos a seguir mejorando nuestros servicios",
    "Oh, snap! We're sorry you’ve experienced technical issues :(": "Oh, ¡vaya! Lamentamos que hayas tenido problemas técnicos :(",
    "We're here to help! Please describe the problem you’re experiencing and we'll get back to you as soon as possible.": "¡Estamos acá para ayudarte! Por favor, describí el problema que estás teniendo y te contactaremos lo antes posible.",
    "Contact details": "Información de contacto",
    "Name": "Nombre",
    "Email": "Correo electrónico",
    "Tell us what went wrong": "Contanos qué falló",
    "Describe the issue here": "Describí el problema acá",
    "SUBMIT": "ENVIAR",
    "To better help you, please provide as many relevant details as you can.": "Por favor, envianos la mayor cantidad de información posible para que podamos ayudarte mejor.",
    "Feedback received! Please allow for some time before canceling your account. If we're not able to fix your issue, we will help you cancel your account, hassle-free.": "¡Comentarios recibidos! Por favor, esperá un momento antes de cancelar tu cuenta. Si no podemos solucionar tu problema, te ayudaremos a cancelar tu cuenta.",
    "Expert Tips": "Tips expertos",
    "Does your resume pass the AI test?": "¿Tu currículum supera los test de inteligencia artificial?",
    "Run your resume through our Resume Checker and find out the best ways to improve it in minutes.": "Comprobá tu currículum por nuestro verificador de currículum y descubrí las mejores formas de mejorarlo en cuestión de minutos.",
    "Review My Resume": "Revisar mi currículum",
    "Check to see if your resume meets the following:": "Verificá si tu currículum cumple con lo siguiente:",
    "No empty sections": "No hay secciones vacías",
    "No more than 2 pages": "No hay más de 2 hojas",
    "No grammatical errors or typos": "No hay errores gramaticales ni de escritura",
    "Skills and descriptions are relevant to the specific application": "Las habilidades y descripciones son relevantes para la aplicación específica",
    "Descriptions are short and to the point": "Las descripciones son cortas y al punto",
    "You’ve made a cover letter to go with the job application": "Hiciste una carta de presentación que complemente tu aplicación",
    "GOOD TO GO!": "¡ESTÁ LISTO!",
    "EDIT MY RESUME": "EDITAR MI CURRÍCULUM",
    "Rate us online": "Evaluanos",
    "Love our tool? Let others know by leaving a review.": "¿Te gusta nuestra herramienta? Contáselo a otros usuarios dejándonos una evaluación.",
    "Leave a Review": "Dejar una evaluación",
    "Have you tried our job searching tool?": "¿Probaste nuestra herramienta de búsqueda de trabajo?",
    "We connect you to the latest job opportunities from top companies. Be the first one to apply!": "Te conectamos con las últimas oportunidades de trabajo de las mejores empresas. ¡Sé el primero en presentar tu candidatura!",
    "Find Me My Dream Job": "Encontrar el trabajo de mis sueños",
    "Call us for free at (+44) 808 196 4677, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "Llamanos gratis al (+44) 808 196 4677: lun-vie 8:00 - 20:00, sáb-dom 8:00 - 18:00, CET",
    "Call us for free at (+34) 900 109 004, Mon-Sun 8:00 - 18:00, CET": "Llamanos gratis al (+34) 900 109 004: lun-dom 8:00 - 18:00, CET",
    "Call us for free at (+33) 08 00 99 16 12, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "Llamanos gratis al (+33) 08 00 99 16 12: lun-vie 8:00 - 20:00, sáb-dom 8:00 - 18:00, CET",
    "Call us for free at (+39) 800 130 350, Mon-Fri 10:00 - 19:00 CET": "Llamanos gratis al (+39) 800 130 350: lun-vie 10:00 - 19:00, CET",
    "Call us for free at +1 (844) 333-0735, Mon-Fri 8 am - 8 pm, Sat-Sun 8 am - 6 pm, CET": "Llamanos gratis al +1 (844) 333-0735: lun-vie 8 a.m. - 8 p.m., sáb-dom 8 a.m. - 6 p.m., CET",
    "Call us for free at +1 (866) 575-0970, Mon-Fri 2 am - 2 pm, Sat-Sun 2 am - 12 pm, EST": "Llamanos gratis al +1 (866) 575-0970: lun-vie 2 a.m. - 2 p.m., sáb-dom 2 a.m. - 12 p.m., CET",
    "Untitled %(docType)s": "Sin título %(docType)s",
    "Next step": "Siguiente paso",
    "Hi %(name)s, get ready to land your dream job": "Hola %(name)s, preparate para conseguir tu trabajo soñado",
    "Every resume needs a cover letter": "Todo CV necesita una carta de presentación",
    "Double your chances with a customized cover letter.": "Duplicá tus chances con una carta de presentación personalizada.",
    "Create cover letter": "Crear carta de presentación",
    "Recommended": "Recomendado",
    "Discover your online resume": "Descubrí tu CV online",
    "Copy and paste a unique URL for easy sharing and keep track of views.": "Copiá y pegá una URL única para compartir fácilmente y chequear las vistas.",
    "View my online resume": "Ver mi CV online",
    "Top reads": "Lo más leído",
    "Online resume": "Currículum online",
    "Documents": "Documentos",
    "New resume": "Nuevo currículum",
    "Digital pdf (single-page)": "PDF digital (una hoja)",
    "Print ready pdf (multi-page)": "PDF para imprimir (varias hojas)",
    "TXT (plain text)": "TXT (texto sin formato)",
    "min": "min",
    "Hi!": "¡Hola!",
    "Get ready to land your dream job": "Preparate para conseguir tu trabajo soñado",
    "Resume review": "Revisión de currículum",
    "Maximize your chances with expert recommendations": "Maximizá tus chances con sugerencias de expertos",
    "Crafting a winning resume can be challenging. Our advice will help you identify improvement areas, so you can adapt your resume to your dream job.": "Hacer un currículum exitoso puede ser complicado. Nuestros consejos te van a ayudar a identificar áreas para mejorar, así adaptás tu currículum a tu trabajo soñado",
    "In-depth analysis": "Análisis en detalle",
    "We will meticulously examine your resume ensuring it aligns perfectly with industry standards.": "Vamos a examinar tu currículum meticulosamente para asegurarnos que se alinea de manera perfecta con los estándares de la industria",
    "Tailored feedback": "Retroalimentación personalizada",
    "Receive personalized suggestions to help you highlight your strengths and address any weaknesses.": "Recibí sugerencias personalizadas para ayudarte a resaltar tus fortalezas y abordar cualquier punto débil",
    "Professional insights": "Perspectivas profesionales",
    "Understand exactly what employers are looking for in candidates, for your specific job title.": "Entendé exactamente qué están buscando los empleadores en un candidato, para tu puesto de trabajo en específico",
    "What is your desired job position?": "¿Cuál es tu puesto de trabajo deseado?",
    "Job position": "Puesto de trabajo",
    "Review resume": "Revisar currículum",
    "<span>Ready in 48h.</span> Ensure it's correct, one chance only.": "<span>Listo en 48hs.</span> Asegurate que es correcto, solo tenés una oportunidad.",
    "Unlock now.": "Desbloquear ahora.",
    "Choose a resume to review": "Elegí un currículum para revisar",
    "Select": "Seleccionar",
    "Your resume review request was submitted.": "Tu solicitud para revisar tu currículum fue enviada.",
    "Checking marketability and clarity": "Chequeando la comerciabilidad y claridad",
    "Verifying formatting": "Verificando el formato",
    "Analyzing achievements": "Analizando logros",
    "Evaluating content relevance": "Evaluando la relevancia del contenido",
    "Assesing fit to desired job": "Determinando la compatibilidad al trabajo deseado",
    "Your resume is being reviewed": "Tu currículum está siendo revisado",
    "Come back in": "Volvé a entrar",
    "Essential": "Esencial",
    "Recommended": "Recomendado",
    "Get your resume reviewed by experts": "Hacé que expertos revisen tu currículum",
    "Receive professional feedback within 48h, then apply to your dream job.": "Recibí retroalimentación profesional dentro de 48hs y aplicá a tu trabajo soñado.",
    "Request resume review": "Solicitá la revisión de tu currículum",
    "Your resume review is ready.": "La revisión de tu currículum está lista",
    "View": "Ver",
    "Document reviewed": "Documento revisado",
    "Job position": "Puesto de trabajo",
    "Edit resume": "Editar currículum",
    "Boost your chances of standing out to potential employers": "Aumentá tus chances de destacar ante empleadores potenciales",
    "Based on the experience and skills highlighted in your resume, we've put together some tailored suggestions to help you excel in your application for a %(position)s position in %(country)s:": "Basándonos en la experiencia y habilidades resaltadas en tu currículum, armamos algunas sugerencias a medida para ayudarte a sobresalir en tu solicitud de %(position)s en %(country)s:",
    "Resume <span> Review </span>": "<span> Revisión </span> del currículum",
    "Apply this advice to ensure your resume is effective, professional, and optimized for both human and automated review (ATS).": "Utilizá estos consejos para asegurarte que tu currículum sea profesional, eficaz y optimizado para ambos métodos de revisión, el humano y el automatizado (ATS).",
    "Change": "Cambiar",
    "No resumes yet":"Todavía no hay currículum",
    "Unlock now": "Desbloquear ahora",
    "Don’t miss out on your resume review!": "¡No te pierdas la revisión de tu currículum!",
    "If you have a pending Resume Review, it will be cancelled.": "Si tenés una Revisión de Currículum pendiente, será cancelada.",
    "Time remaining": "Tiempo restante",
    "Go to resume review": "Ir a la revisión del currículum",
    "You’re missing the final step! Your resume review": "¡Te falta el último paso! Tu Revisión de Currículum",
    "Enhance your resume with expert feedback and boost your job opportunities. Stand out from the crowd!": "Perfeccioná tu currículum con los consejos de expertos y aumentá tus oportunidades de trabajo. ¡Resaltá entre la multitud!",
    "Your expert coach": "Tu asesor experto",
    "ASK FOR RESUME REVIEW": "PEDIR REVISIÓN DE CURRÍCULUM",
    "Continue": "Continuar",
    "Unlimited User": "Usuario Ilimitado",
    "example": "ejemplo",
    "before": "antes",
    "after": "después",
    "online cover letter": "carta de presentación en línea",
    "Looks like you've been away for a bit, so your documents are temporarily inactive. To bring back a document, open and edit it as usual.": "Parece que te fuiste un rato, tus documentos están inactivos temporalmente. Solo tenés que abrir y editar uno para tenerlo de vuelta.",
    "Cancel membership": "Cancelar membresía",
    "Do you want to cancel your account?": "¿Querés cancelar tu cuenta?",
    "<span>Ready in seconds.</span> Ensure it´s correct, one chance only": "<span>Listo en segundos.</span> Asegurate de que esté correcto, solo tenés una chance",
    "Receive professional feedback in seconds, then apply to your dream job.": "Recibí sugerencias profesionales en segundos y aplicá a tu trabajo soñado.",
    "Just a moment, we're preparing expert tips to improve your resume": "Un momento, estamos preparando consejos de expertos para mejorar tu currículum"
}
