{
    "Duplicate": "שכפול",
    "Edit title": "עריכת כותרת",
    "Delete": "מחיקה",
    "Document untitled": "מסמך בלי כותרת",
    "Land your dream job using a professional cover letter template": "מוצאים את עבודת החלומות בעזרת תבנית ליצירת מכתב נלווה מקצועי",
    "Boost your career with a convincing, HR-approved resume": "משפרים את הקריירה באמצעות קורות חיים משכנעים המאושרים על ידי מחלקת משאבי אנוש",
    "Downloading...": "בהורדה...",
    "Download": "הורדה",
    "Accept": "מאשר/ת",
    "Cancel": "ביטול",
    "Dashboard": "לוח מחוונים",
    "Resumes": "קורות חיים",
    "Cover letters": "מכתבים מקדימים",
    "Profile": "פרופיל",
    "Help": "עזרה",
    "Sign Out": "יציאה",
    "Your account": "החשבון שלכם",
    "Subscription": "מינוי",
    "Saving data": "שמירת נתונים",
    "Saved": "נשמר",
    "Back": "חזרה",
    "App language": "שפת אפליקציה",
    "Website language": "שפת אתר אינטרנט",
    "Deleted successfully": "המחיקה הצליחה",
    "Error": "שגיאה",
    "User ID:": "מזהה משתמש:",
    "E-book": "E-book",
    "Get to grips with resume writing": "איך לכתוב קורות חיים",
    "Download your Winning Resume Kit": "להוריד את הערכה שלכם לקורות חיים מנצחים",
    "Get it now!": "להוריד עכשיו",
    "Ask the experts": "שואלים את המומחים",
    "Get professional resume advice": "רוצים ייעוץ מקצועי לגבי קורות חיים?",
    "Have a suggestion?": "יש הצעה?",
    "Got a suggestion?": "יש הצעה?",
    "Let us know your thoughts": "נשמח לדעת מה אתם חושבים",
    "Job search": "חיפוש עבודה",
    "Find your next dream job": "למצוא את משרת החלומות הבאה",
    "Latest cover letter": "המכתב הנלווה האחרון",
    "Create a cover letter": "יצירת מכתב נלווה",
    "Combine your cover letter and resume to make the right impression": "שלבו את המכתב הנלווה וקורות החיים כדי ליצור את הרושם הנכון",
    "Latest resume": "קורות חיים אחרונים",
    "Create a resume": "יצירת קורות חיים",
    "Complete your professional resume to grab the employer's attention": "השלימו את קורות החיים המקצועיים שלכם כדי למשוך את תשומת הלב של המעסיק",
    "View all": "לראות הכול",
    "View less": "לראות פחות",
    "If you need any help or advice, don't hesitate to contact our friendly resume professionals.": "לעזרה או עצה, אל תהססו לפנות לאנשי המקצוע שלנו לקורות חיים.",
    "Reminder": "תזכורת",
    "Before you get started": "לפני שמתחילים",
    "How it works": "איך זה עובד",
    "Time to start sending your winning resume out? Check out some of the best vacancies in your area with the built-in job search app.": "הגיע הזמן לשלוח את קורות החיים המנצחים? בדקו חלק מהמשרות הפנויות הטובות ביותר באזור שלכם באמצעות האפליקציה המובנית לחיפוש עבודה.",
    "Enter the type or name of the job you want to find, the location and country and click 'Find Jobs' to get a list of the most suitable listings in your preferred area.": "הזינו את סוג או שם המשרה שברצונכם למצוא, את המיקום ואת המדינה ולחצו על 'מציאת משרות' כדי לקבל רשימה של הרישומים המתאימים ביותר באזור המועדף עליכם.",
    "Job": "משרה",
    "City": "עיר",
    "Country": "ארץ",
    "Find jobs": "מציאת עבודות",
    "Load more": "לטעון עוד",
    "Company": "חברה",
    "See position": "לראות משרה",
    "Are you sure you want to delete this cover letter?": "בטוח למחוק את המכתב הנלווה הזה?",
    "Are you sure you want to duplicate this cover letter?": "בטוח לשכפל את המכתב הנלווה הזה?",
    "Do you want to edit the title of this cover letter?": "לערוך את כותרת המכתב הנלווה?",
    "New cover letter": "מכתב נלווה חדש",
    "Create new cover letter": "יצירת מכתב נלווה חדש",
    "Duplicate or build a new cover letter to match your needs": "שכפול או יצירה של מכתב נלווה חדש שיתאים לצרכים שלכם",
    "Your cover letters": "המכתבים הנלווים שלכם",
    "Suggestions for your cover letter": "הצעות למכתב הנלווה",
    "Take heed of these <strong>expert pieces of advice regarding cover letter writing</strong> which can help you make your job application stand out.": "שימו לב ל<strong>עצות המומחים לגבי כתיבת מכתבים נלווים</strong> שיכולים לעזור להבליט את בקשת המועמדות שלכם לעבודה.",
    "It is essential to remember to <strong>maintain your focus on the needs of the company</strong> you’re applying to and the requirements and desired abilities of the ideal candidate for the role.": "חשוב <strong>לשמור על ההתמקדות בצרכי החברה </strong>שאליה פונים ובדרישות והיכולות הרצויות של המועמד האידיאלי לתפקיד.",
    "Each cover letter for a job application, <strong>cover letters for internships</strong>, for further study or even volunteer experience should be <strong>tailored to their specific organization</strong> and position with the pertinent keywords.": "כל מכתב נלווה להגשת מועמדות לעבודה, <strong>מכתבי נלווה להתמחות</strong>, ללימודים נוספים או אפילו לניסיון בהתנדבות צריך להיות <strong>מותאם לארגון ו</strong>לתפקיד הספציפיים שלהם עם מילות המפתח הרלוונטיות.",
    "The <strong>beginning of a cover letter should include a header</strong> with the candidate’s full name and contact details.": "ה<strong>פתיחה של מכתב נלווה צריכה לכלול כותרת </strong>עם שמו המלא של המועמד/ת ופרטים ליצירת קשר.",
    "Candidates are advised and urged to do a little research, use their initiative and <strong>try to find the name of the person in charge</strong> of filling the new vacancy by <strong>visiting the company website and social media sites</strong>.": "מומלץ למועמדים לערוך מחקר קטן ו<strong>לנסות למצוא את שמו של האחראי</strong> על איוש המשרה החדשה על ידי <strong>ביקור באתר החברה ובאתרי המדיה החברתית</strong>.",
    "Towards the <strong>end of a cover letter</strong>, each candidate should write a convincing finish to entice the hiring manager and in sales terminology “<strong>seal the deal</strong>”.": "לקראת <strong>הסוף של מכתב נלווה</strong>, כל מועמד צריך לכתוב סיום משכנע למנהל הגיוס ובטרמינולוגיה של עולם המכירות \"<strong>לחתום את העסקה</strong>\".",
    "Your reading list": "רשימת הקריאה שלכם",
    "Tips": "טיפים",
    "Are you sure you want to delete this resume?": "בטוח למחוק את הקורות חיים האלה?",
    "Are you sure you want to duplicate this resume?": "בטוח לשכפל את הקורות חיים האלה?",
    "Do you want to edit the title of this resume?": "לערוך את הכותרת של קורות החיים?",
    "Create new resume": "יצירת קורות חיים חדשים",
    "Keep up to date with these expert tips so you can <strong>get the best out of your winning resume</strong> to ensure you get the call-back you’ve been waiting for!": "התעדכנו בטיפים של המומחים כדי <strong>להפיק את המקסימום מקורות החיים שלכם</strong> ולהבטיח שתקבלו את הטלפון המיוחל ממקום העבודה.",
    "It is essential for all jobseekers, whether entry-level or highly experienced in their field, to <strong>construct a customized resume for each position, company or sector</strong> they apply to.": "לכל מחפש העבודה, בין אם ברמת התחלה ובין אם בעל ניסיון רב בתחומו, חשוב <strong>לבנות קורות חיים מותאם אישית לכל תפקיד, חברה או מגזר</strong> שאליו הוא פונה.",
    "The use of <strong>KEYWORDS</strong> is often overlooked by jobseekers and they are fast becoming an integral part of a winning resume. - You can <strong>find the relevant keywords and expressions for your resume within the job vacancy</strong>, company website or profiles of other professions in that particular area.": "מחפשי העבודה בדרך כלל מתעלמים מהשימוש ב<strong>מילות מפתח</strong> שהופכות במהירות לחלק בלתי נפרד מקורות חיים מנצחים. - אפשר <strong>למצוא את מילות המפתח והביטויים הרלוונטיים לקורות החיים שלכם במשרה הפנויה</strong>, באתר החברה או בפרופילים של מקצועות אחרים באזור המסוים הזה.",
    "<strong>Include the standard sections in every resume you create</strong> - contact information, objective or summary, education, work experience and skills.": "<strong>כללו את הסעיפים הסטנדרטיים בכל קורות חיים שאתם יוצרים</strong> – פרטי התקשרות, מטרה או תקציר, השכלה, ניסיון עבודה וכישורים.",
    "But to <strong>create a unique resume</strong> that will attract a hiring manager at first glance, remember to <strong>include specific resume sections that relate to your professional profile</strong> and the vacancy on offer, such as pertinent publications, conferences you’ve attended, extra training, courses or awards you’ve received etc.": "אבל כדי <strong>ליצור קורות חיים ייחודיים</strong> שימשכו מיד את תשומת הלב של מנהל/ת הגיוס, <strong>הוסיפו לקורות החיים מקטעים ספציפיים הקשורים לפרופיל המקצועי שלכם</strong> ולמשרה הפנויה המוצעת, כגון פרסומים רלוונטיים, כנסים שבהם השתתפתם, הכשרות נוספות, קורסים או פרסים שקיבלתם וכו'.",
    "<strong>Avoid using the first person</strong>: ‘I’, throughout your resume; instead always refer to the third person without using the subject. For example, <strong>in a resume objective or work experience descriptions</strong>.": "<strong>הימנעו משימוש בגוף ראשון</strong>: 'אני', לאורך קורות החיים. במקום זאת, התייחסו תמיד לגוף שלישי מבלי להשתמש בנושא. לדוגמה,  <strong>במקטע היעדים או בתיאורי הניסיון בעבודה</strong>",
    "<strong>Use strong verbs</strong> to describe your previous experience such as spearheaded, coordinated, orchestrated, established, launched, reduced (costs), increased (profits), restructured, facilitated, negotiated etc.": "<strong>השתמשו בפעלים חזקים</strong> כדי לתאר את הניסיון הקודם שלכם, כגון הוביל, תיאם, תכנן, הקים, השיק, הפחית (עלויות), הגדיל (רווחים), ארגן מחדש, הקל, משא ומתן וכו'.",
    "<strong>Demonstrate quantifiable evidence</strong> of your personal involvement in a project or impact on a role.": "<strong>הציגו ראיות שאפשר לכמת</strong> למעורבותך האישית בפרויקט או השפעה על תפקיד.",
    "Current Plan": "התוכנית הנוכחית",
    "Subscribed": "רשומ/ה כמנוי",
    "Start Now": "להתחיל עכשיו",
    "Unsubscribe": "לבטל מינוי",
    "Select a template to create your new cover letter": "יש לבחור תבנית ליצירת מכתב נלווה חדש",
    "Select a template to create your new resume": "יש לבחור תבנית ליצירת קורות חיים חדשים",
    "Leaving so soon?": "כבר עוזבים?",
    "Thanks, but I want to unsubscribe anyway.": "תודה, אבל אני רוצה לבטל את המנוי בכל זאת.",
    "Remember to download all your resumes before unsubscribing.": "זכרו להוריד את קורות החיים שלכם לפני ביטול המינוי.",
    "Unsubscribe and delete all your resumes?": "לבטל את המינוי ולמחוק את קורות החיים?",
    "Built-in Job Search": "חיפוש עבודה מובנה",
    "Find your ideal job online via our integrated job search platform and apply directly with your winning resume and cover letter straight from your dashboard.": "אפשר למצוא את העבודה האידיאלית באינטרנט באמצעות פלטפורמת המשולבת שלנו לחיפוש עבודה ולהגיש מועמדות ישירות עם קורות החיים והמכתב הנלווה – ישירות מלוח המחוונים.",
    "Go to Dashboard": "מעבר ללוח המחוונים",
    "Easy-to-use Online Builder": "בונה מקוון קל לשימוש",
    "Create your effective resume and cover letter, section by section, personalizing your application to your profile and tailoring it to the vacancy.": "צרו קורות חיים ומכתב נלווה יעילים, מקטע אחר מקטע, התאמה אישית של הבקשה לפרופיל והתאמתה למשרה הפנויה.",
    "Start Resume Maker": "הפעלת יוצר קורות החיים",
    "HR-approved Templates": "תבניות מאושרות על ידי משאבי אנוש",
    "Get professionally-designed, ATS-ready cover letter and resume samples to use for your own customized job application.": "קבלו מכתב מקדים ודוגמאות קורות חיים בעיצוב מקצועי ותואם ATS (מערכת מעקב אחר מועמדים) לשימוש לבקשת עבודה מותאמת אישית.",
    "Choose a template": "בחירת תבנית",
    "Expert Tips and Guides": "טיפים מהמומחים ומדריכים",
    "Career-specific tricks of the trade and how-to guides for writing a professional cover letter and appealing resume.": "טריקים ספציפיים לקריירה ומדריכים לכתיבת מכתב נלווה מקצועי וקורות חיים שאי אפשר להתעלם מהם.",
    "Get expert advice": "מקבלים עצה מהמומחים",
    "Please specify": "נא לפרט",
    "Send survey": "שליחת סקר",
    "Unsubscribe successful!": "המינוי בוטל בהצלחה",
    "Thanks for using our online career assistant, we’re sorry to see you go but we’ll be here if you need us in the future.": "תודה שהשתמשתם בעוזרת הקריירה המקוון שלנו. אנחנו מצטערים שהחלטתם לעזוב. בכל מקרה נהיה כאן אם תזדקקו לנו בעתיד.",
    "Before you leave...": "לפני שתעזבו...",
    "Your opinion is very important to us so thank you for helping us to continue developing our services!": "דעתכם חשובה לנו מאוד. היא עוזרת לנו להמשיך ולפתח את השירותים שלנו.",
    "How to Write a Resume": "איך כותבים קורות חיים",
    "Get the complete guide to resume writing with tips and ideas for what to include and what not to put in your winning resume as well as practical examples.": "קבלו את המדריך המלא להמשך כתיבת קורות חיים. יש בו טיפים ורעיונות מה לגבי מה שכדאי לכלול או לא לכלול בקורות החיים. יש בו גם דוגמאות מעשיות.",
    "The Professional Resume": "קורות חיים מקצועיים",
    "Create an expert resume for your job search with our guide to writing a professional resume that gives you specialist advice for executive positions and helps to get your career heading in the right direction.": "צרו קורות חיים של מומחים למסע חיפוש העבודה שלכם באמצעות המדריך לכתיבת קורות חיים מקצועיים. המדריך מעניק לכם ייעוץ של מומחים לתפקידי ניהול ועוזר להוביל את הקריירה שלכם בכיוון הנכון.",
    "Entry-Level Resume Writing": "כתיבת קורות חיים ברמת כניסה",
    "If you're just getting your foot in the door of the professional world, check out our guide to writing a first resume with recommendations from HR experts for first-time jobseekers.": "אם אתם רק מתחילים בעולם המקצועי, עיינו במדריך שלנו לכתיבת קורות חיים עם המלצות של מומחי משאבי אנוש למחפשי עבודה מתחילים.",
    "Resume Format and Layout Guide": "מדריך תבנית ופריסה של קורות חיים",
    "Don't forget about the importance of a good resume format to give structure to all the crucial information you need to include to complete your efficient job application.": "לקורות חיים טובים יש גם תבנית טובה שמעניקה מבנה למידע החיוני שעליכם לכלול כדי שבקשת המועמדות לעבודה תהיה יעילה.",
    "How to write an effective cover letter": "איך לכתוב מכתב נלווה יעיל",
    "Discover how to write an effective cover letter with our comprehensive guide including professional tricks of the trade.": "איך לכתוב מכתב מקדים יעיל באמצעות המדריך המקיף שלנו הכולל טריקים מקצועיים.",
    "HR-approved cover letter examples": "דוגמאות למכתבים נלווים באישור משאבי אנוש",
    "Get the best HR-approved cover letter examples so you know what to include and what not to use in your winning cover letter.": "קבלו את הדוגמאות הטובות ביותר למכתבים נלווים המאושרים על ידי משאבי אנוש כדי לדעת מה לכלול או לא לכלול במכתב הנלווה המנצח שלכם.",
    "How to format a cover letter": "איך לעצב מכתב נלווה",
    "Learn how to format a cover letter so that the relevant information is presented in the right way to convince hiring managers.": "למדו לעצב מכתב נלווה כך שהמידע הרלוונטי יוצג בצורה הנכונה כדי לשכנע מנהלי גיוס.",
    "Germany": "גרמניה",
    "Antarctica": "אנטרטיקה",
    "Saudi Arabia": "ערב הסעודית",
    "Argentina": "ארגנטינה",
    "Australia": "אוסטרליה",
    "Austria": "אוסטריה",
    "Bahrain": "בחריין",
    "Belgium": "בלגיה",
    "Brazil": "ברזיל",
    "Canada": "קנדה",
    "Qatar": "קטאר",
    "Chile": "צ‘ילה",
    "China": "סין",
    "Colombia": "קולומביה",
    "South Korea": "קוריאה הדרומית",
    "Costa Rica": "קוסטה ריקה",
    "Denmark": "דנמרק",
    "Ecuador": "אקוואדור",
    "Egypt": "מצרים",
    "United Arab Emirates": "איחוד האמירויות",
    "Spain": "ספרד",
    "United States": "ארצות הברית",
    "Philippines": "הפיליפינים",
    "Finland": "פינלנד",
    "France": "צרפת",
    "Greece": "יוון",
    "Holland": "הולנד",
    "Hong Kong": "הונג קונג",
    "Hungary": "הונגריה",
    "India": "הודו",
    "Indonesia": "אינדונזיה",
    "Ireland": "אירלנד",
    "Israel": "ישראל",
    "Italy": "איטליה",
    "Japan": "יפן",
    "Kuwait": "כוויית",
    "Luxembourg": "לוקסמבורג",
    "Malaysia": "מלזיה",
    "Morocco": "מרוקו",
    "Mexico": "מקסיקו",
    "Nigeria": "ניגריה",
    "Norway": "נורבגיה",
    "New Zealand": "ניו זילנד",
    "Oman": "עומאן",
    "Pakistan": "פקיסטן",
    "Panama": "פנמה",
    "Peru": "פרו",
    "Poland": "פולין",
    "Portugal": "פורטוגל",
    "United Kingdom": "בריטניה",
    "Czech Republic": "צ‘כיה",
    "Romania": "רומניה",
    "Russia": "רוסיה",
    "Singapore": "סינגפור",
    "South Africa": "דרום אפריקה",
    "Sweden": "שוודיה",
    "Switzerland": "שווייץ",
    "Thailand": "תאילנד",
    "Taiwan": "טייוואן",
    "Turkey": "טורקיה",
    "Ukraine": "אוקראינה",
    "Uruguay": "אורוגוואי",
    "Venezuela": "ונצואלה",
    "Vietnam": "וייטנאם",
    "No results": "אין תוצאות",
    "%(count)s Results": "%(count)s תוצאות",
    "Upgrade now to get access to all of %(appName)s’s features": "שדרגו עכשיו כדי לקבל גישה לכל הפיצ‘רים של ‎‎%(appName)s‎‎‎‎",
    "By unsubscribing, you’ll miss out on all %(appName)s’s ever-evolving, career-enhancing features.": "אם תבטלו את המינוי, לא תוכלו ליהנות מהתכונות המתפתחות ומשפרות קריירה של ‎‎%(appName)s.",
    "You have now successfully unsubscribed from our services and will no longer be charged by %(appName)s. Check the confirmation email of your status that will be sent to the email address you registered with: <strong>%(userEmail)s</strong>.": "ביטלתם את המינוי לשירותים שלנו, לא תחויבו עוד על ידי ‎‎%(appName)s. בדקו את הודעת האישור של הסטטוס שלכם שתישלח לכתובת הדוא\"ל שבאמצעותה נרשמתם: <strong>%(userEmail)s</strong>.",
    "The cancellation will be effective at the end of the current billing period on %(date)s": "הביטול ייכנס לתוקף בתום תקופת החיוב הנוכחית ב-‎‎%(date)s‎‎",
    "Language": "שפה",
    "Download your document using our new editor": "הורידו את המסמך באמצעות העורך החדש שלנו",
    "Since the last time you worked on your document we’ve made some upgrades. Open your document using the new editor to check out the latest features and download a copy.": "מאז הפעם האחרונה שעבדתם על המסמך ביצענו מספר שדרוגים. פתחו את המסמך באמצעות העורך החדש כדי לבדוק את התכונות העדכניות ביותר ולהוריד עותק.",
    "Open your document using the new editor": "פתיחת המסמך באמצעות העורך החדש",
    "Updated on %(month)s %(day)s %(year)s at %(hours)s:%(minutes)s %(ampm)s": "עודכן ב-%(month)s %(day)s %(year)s בשעה %(hours)s:%(minutes)s %(ampm)s",
    "January": "ינואר",
    "February": "פברואר",
    "March": "מרץ",
    "April": "אפריל",
    "May": "מאי",
    "June": "יוני",
    "July": "יולי",
    "August": "אוגוסט",
    "September": "ספטמבר",
    "October": "אוקטובר",
    "November": "נובמבר",
    "December": "דצמבר",
    "Easy apply": "קל להגיש מועמדות",
    "Salary": "שכר",
    "New": "חדש",
    "See more jobs...": "לצפייה במשרות נוספות...",
    "Share your resume online!": "שיתוף קורות החיים באינטרנט",
    "Send employers a link to an online version of your resume which looks great on any device": "שלחו למעסיקים קישור לגרסה מקוונת של קורות החיים שלכם, שנראית מצוין בכל מכשיר.",
    "Share your cover letter online!": "שתפו את המכתב הנלווה שלכם באינטרנט",
    "Send employers a link to an online version of your cover letter which looks great on any device": "שלחו למעסיקים קישור לגרסה מקוונת של המכתב הנלווה שלכם, שנראית מצוין בכל מכשיר.",
    "Find jobs that match your profile and send your job-winning resume": "מצאו משרות שתואמות את הפרופיל שלכם ושלחו את קורות החיים האיכותיים שלכם",
    "What are you looking for?": "מה אתם מחפשים?",
    "Where?": "איפה?",
    "Type a job, industry or business": "יש להזין משרה, תעשייה או עסק",
    "Type the town, city, state or country": "יש להזין עיר או ארץ",
    "Job vacancies": "משרות פנויות",
    "Unshare": "ביטול שיתוף",
    "Preview online": "תצוגה מקדימה באינטרנט",
    "Share it online": "לשתף באינטרנט",
    "Terms & Conditions": "תנאים והתניות",
    "Privacy Policy": "מדיניות הפרטיות",
    "Contact Us": "צרו קשר",
    "You haven't created a resume yet": "עדיין לא יצרתם קורות חיים",
    "You haven't created a cover letter yet": "עדיין לא יצרתם מכתב נלווה",
    "Recommended for you": "מומלץ בשבילכם",
    "No search results found": "לא נמצאו תוצאות חיפוש",
    "Share your resume": "שיתוף קורות החיים",
    "Send a private link to your resume or share it on social media. This online version will automatically update when you make changes.": "שלחו קישור פרטי לקורות החיים שלכם, או שתפו אותם במדיה החברתית. גרסה מקוונת זו תעודכן אוטומטית כשתבצעו שינויים.",
    "Copy and paste the private link": "העתיקו והדביקו את הקישור הפרטי",
    "Your resume is visible to others.": "קורות החיים שלכם גלויים לאחרים.",
    "Click the switch if you don’t want other people to see your resume using the link.": "לחצו על המתג אם אינכם רוצים שאנשים אחרים יראו את קורות החיים שלכם באמצעות הקישור.",
    "Your resume is not visible to others.": "קורות החיים שלכם אינם גלויים לאחרים.",
    "No one can see your resume using the link. Click the switch to make it visible.": "אף אחד לא יכול לראות את קורות החיים שלכם באמצעות הקישור. לחצו על המתג כדי להפוך אותם לגלויים.",
    "Preview": "תצוגה מקדימה",
    "Or click on the icons to share using social media or email": "אפשר גם ללחוץ על הסמלים כדי לשתף באמצעות מדיה חברתית או דוא\"ל",
    "Copied! Right-click to paste": "הועתק! לחצו על הלחצן הימני כדי להדביק",
    "Shared": "משותף",
    "Copy": "העתק",
    "Send employers or friends a private link to your cover letter. This online version will automatically update when you make changes.": "שלחו למעסיקים או לחברים קישור פרטי למכתב הנלווה שלכם. גרסה מקוונת זו תעודכן אוטומטית כשתבצעו שינויים.",
    "Copy the private link": "העתק את הקישור הפרטי",
    "Your cover letter is visible to others.": "המכתב הנלווה שלכם גלוי לאחרים.",
    "Click the switch if you don’t want people to see it using the link.": "לחצו על המתג אם אינכם רוצים שאנשים יראו אותו באמצעות הקישור.",
    "Share your cover letter": "שיתוף המכתב הנלווה",
    "Your cover letter is not visible to others.": "המכתב הנלווה שלכם לא גלוי לאחרים.",
    "No one can see your cover letter using the link. Click the switch to make it visible.": "אף אחד לא יכול לראות את המכתב הנלווה שלכם באמצעות הקישור. לחצו על הקישור כדי להפוך אותו לגלוי.",
    "Share": "שיתוף",
    "WARNING!": "אזהרה!",
    "The elements of the present website (including, but not limited to, source code, software, trademarks, information texts, content, structure and design) are copyrighted and no licenses, express or implied, are granted to software developers, users and/or other third parties.": "המרכיבים באתר האינטרנט הנוכחי (בכלל זה, בין השאר: קוד מקור, תוכנה, סימנים מסחריים, טקסט מידעי, תוכן, מבנה ועיצוב) מוגנים בזכויות יוצרים, ולא מוענקים שום רישיונות, במפורש או במשתמע, למפתחי תוכנות, למשתמשים ו/או לגורמי צד שלישי אחרים.",
    "Is strictly forbidden to use (or contribute to an individual to do so) the web browser’s console used to access this website to insert and/or execute expressions, commands or codes that, directly or indirectly, interfere, manipulate and/or damage any element of this website, especially its source code.": "אסור בתכלית להשתמש במסוף של דפדפן האינטרנט (או לתרום למישהו שיעשה זאת), שבאמצעותו ניגשים לאתר אינטרנט זה, כדי להוסיף ו/או להפעיל ביטויים, פקודות או קודים אשר, במישרין או בעקיפין, מפריעים למרכיב כלשהו באתר האינטרנט, עושים בו מניפולציה או גורמים לו נזק, בייחוד אם מדובר בקוד המקור של האתר.",
    "Please be aware that this actions could involve, among others, (a) that your private information or personal data is sent to an unauthorized third party and/or the owner or operator of a false website and, consequently, they are stolen and/or processed for fraudulent purposes or (b) that a malware can be installed on your computer to access your files (documents, photos, videos), camera, microphone, printer or devices connected to your computer, which would make your privacy more vulnerable.": "לידיעתכם, הפעולות עשויות לכלול, בין השאר: (א) שליחת המידע הפרטי או הנתונים האישיים שלכם לגורם צד שלישי בלתי-מורשה ו/או לבעלים או למפעיל של אתר אינטרנט כוזב, וכתוצאה מכך, גניבה ו/או עיבוד שלהם על-ידו למטרות הונאה, או (ב) התקנה של תוכנות זדוניות במחשב, כדי לקבל גישה אל הקבצים (מסמכים, תמונות, סרטונים), המצלמה, המיקרופון, המדפסת או התקנים אחרים המחוברים למחשב שלכם, מה שעלול להעלות את הסיכון לפגיעה בפרטיותכם.",
    "The owner and operator of this website (copyright holder) will not be liable for any direct or indirect, incidental, special, exemplary or consequential damages for an individual arising from, out of or in connection with the infringement of the present warning.": "הבעלים והמפעיל של אתר האינטרנט (בעל זכויות היוצרים) לא יישא בחבות על שום נזק עקיף, מקרי, מיוחד, דוגמתי או תוצאתי עקב הפרה של אזהרה זו, או באופן הקשור להפרתה.",
    "Moreover, any user of this website must refrain, as it is prohibited, from totally or partially copy, reproduce, publish, transform, provide, distribute, transmit, publicly communicate, display or make use of any of the elements of our Website.": "בנוסף, על כל המשתמשים באתר האינטרנט להימנע מהעתקה, משכפול, מפרסום, משינוי, מאספקה, מהפצה, משידור או מגילוי פומבי של מרכיב כלשהו מאתר האינטרנט שלנו, כמו גם מהצגתו או מהשימוש בו, באופן מלא או חלקי. פעולות אלה אסורות.",
    "The owner and operator of this website reserves the right to take any and all necessary legal actions, including compensation for direct and indirect damages, at our disposal that it will be considered appropriate for the best defense of its legitimate rights and interests, in the event of an infringement of its intellectual property rights": "הבעלים והמפעיל של אתר האינטרנט שומר את הזכות לנקוט בכל פעולה משפטית העומדת לרשותנו אם יהיה בכך צורך, לרבות פיצוי בגין נזקים ישירים ועקיפים, ככל שתימצא לנכון למען ההגנה הטובה ביותר שאפשר על הזכויות והאינטרסים הלגיטימיים שלו, במקרה של הפרת זכויות הקניין הרוחני שלו",
    "Find the perfect job close to you!": "למצוא את המשרה המושלמת בשבילכם!",
    "Jobs by": "משרות לפי",
    "Rename your resume": "שינוי שם קורות החיים",
    "Rename your cover letter": "שינוי שם מכתב נלווה",
    "Insert valid date": "להזין תאריך חוקי",
    "Help & Contact": "עזרה ויצירת קשר",
    "Want expert advice?": "לקבל עצה מהמומחים?",
    "Visit our Help & Contact section": "ביקור במקטע העזרה ויצירת הקשר",
    "or send an e-mail to %(appEmail)s": "או לשלוח דוא\"ל ל-‎‎%(appEmail)s",
    "or send an e-mail to": "או לשלוח דוא\"ל ל-‎‎",
    "Go to Help & Contact": "מעבר ל‘עזרה ויצירת קשר‘",
    "resume": "קורות חיים",
    "cover letter": "מכתב נלווה",
    "Jobs": "משרות",
    "new resume": "קורות חיים חדשים",
    "new cover letter": "מכתב נלווה חדש",
    "See more": "עוד",
    "Updated %(monthShort)s %(day)s, %(hours)s:%(minutes)s": "‎‎%(monthShort)s %(day)s, %(hours)s:%(minutes)s מעודכן",
    "Upgrade now": "שדרוג עכשיו",
    "Settings": "הגדרות",
    "Edit": "עריכה",
    "What?": "מה?",
    "Job, industry or business…": "משרה, תעשייה או עסק...",
    "Town, city, state or country…": "עיר או ארץ...",
    "Recommended jobs": "משרות מומלצות",
    "Read more": "לקרוא עוד",
    "Current Subscription Plan": "תוכנית המנוי הנוכחית",
    "Upgrade": "שדרוג",
    "Registered": "רישום בוצע",
    "Premium Basic User": "משתמש פרימיום בסיסי",
    "Premium Unlimited User": "משתמש פרימיום ללא הגבלה",
    "Payment History": "היסטוריית תשלומים",
    "Here you can review your payments after your initial Trial Fee of %(trialFeeSubscription)s": "כאן אפשר לבדוק את התשלומים לאחר עמלת הניסיון הראשונית בסך ‎‎%(trialFeeSubscription)s",
    "Date": "תאריך",
    "Plan": "תוכנית",
    "Total": "סה\"כ",
    "Status": "סטטוס",
    "Next payment": "התשלום הבא",
    "Paid": "שולם",
    "Free User": "משתמש חינם",
    "MM/DD/YYYY": "חח/יי/שששש",
    "Need any help?": "זקוקים לעזרה?",
    "Before you go %(userName)s, we wanted to show you the special offers you’re missing": "‎‎%(userName)s, לפני עזיבתכם, רצינו להראות לכם את המבצעים המיוחדים שחסרים לכם",
    "Before you go, we wanted to show you the special offers you’re missing": "לפני עזיבתכם, רצינו להראות לכם את המבצעים המיוחדים שחסרים לכם",
    "Available for a limited time only": "זמין לזמן מוגבל בלבד",
    "Keep your trial rolling for another month of unlimited access completely free*.": "כדאי להשאיר את תקופת הניסיון לחודש נוסף של גישה ללא הגבלה בחינם לחלוטין*.",
    "Get another 30 days free": "לקבל 30 יום נוספים בחינם",
    "* (This will renew at a cost of %(price)s after 4 weeks)": "* (המינוי יתחדש בעלות של ‎‎%(price)s לאחר 4 שבועות)",
    "Keep unlimited access to our resume builder until you find your ideal job for just %(offerPrice)s a month.": "כדאי לשמור על גישה בלתי מוגבלת לבונה קורות החיים עד למציאת העבודה האידיאלית עבור ‎‎%(offerPrice)s בלבד בחודש.",
    "Select our %(offerPrice)s a month offer": "בחרו בהצעה של ‎‎%(offerPrice)s לחודש",
    "Select our %(price)s a year offer": "בחרו בהצעה של ‎‎%(price)s לשנה",
    "Don’t settle for bland, generic resumes and cover letters": "אל תסתפקו בקורות חיים ובמכתבים נלווים סתמיים וגנריים",
    "We can help you avoid that with our easily customized templates, user-friendly content wizard, and tips on how to seriously impress employers!": "אנו יכולים לעזור לכם באמצעות התבניות שקל להתאים אישית בקלות, אשף התוכן הידידותי למשתמש וטיפים להרשמת המעסיקים.",
    "Are you sure you want to unsubscribe?": "בטוח שאתם רוצים לבטל את המינוי?",
    "No, don’t cancel it!": "לא, לא לבטל.",
    "Yes, cancel my subscription": "כן, לבטל את המינוי.",
    "I understand that I will lose access to my Premium features, but I’m still happy to cancel.": "אני מבין שאאבד את הגישה לתכונות הפרימיום, אבל אני עדיין רוצה לבטל.",
    "Are you sure you want to cancel your subscription?": "בטוח שברצונך לבטל את המינוי?",
    "Once you cancel you can no longer use our tools to:": "לאחר הביטול, לא יהיה עוד באפשרותך להשתמש בכלים שלנו כדי:",
    "Download PDFs of your documents": "הורדת קובצי PDF של המסמכים שלכם",
    "Create personalized CVs and Cover Letters": "ליצור קורות חיים ומכתבים נלווים מותאמים אישית",
    "Share your documents online": "לשתף את המסמכים שלכם באינטרנט",
    "Return to Dashboard": "חזרה ללוח המחוונים",
    "Cancel Subscription": "ביטול המינוי",
    "Thanks for your purchase!": "תודה על הרכישה.",
    "We’ve sent you an email as confirmation.": "שלחנו דוא\"ל אישור.",
    "30 extra days unlimited access free": "30 ימים נוספים של גישה ללא הגבלה חינם",
    "Unlimited access for %(offerPrice)s per month": "גישה בלתי מוגבלת ב-‎‎%(offerPrice)s לחודש",
    "1 year’s unlimited access for the price of a month": "גישה בלתי מוגבלת לשנה במחיר של חודש",
    "This purchase will be charged to the same card you used for the previous subscription": "רכישה זו תחויב באותו כרטיס ששימוש למינוי הקודם",
    "Account information": "פרטי חשבון",
    "Visit My Dashboard": "לבקר בלוח המחוונים שלי",
    "You can cancel your subscription at any time via your account settings. If you need any assistance please contact our customer service team at %(appEmail)s": "אפשר לבטל את המינוי בכל עת דרך הגדרות החשבון . לסיוע, יש ליצור קשר עם צוות שירות הלקוחות בכתובת ‎‎%(appEmail)s",
    "Call us for free at +1 (844) 333-0735, Mon-Sun 8 am - 6 pm CET": "אפשר לחייג חינם ל- ‎‎+1 (844) 333-0735, בימים שני-ראשון, בשעות 8:00-18:00 (CET - שעון מרכז אירופה)",
    "You’re 75%% more likely to get rejected without a unique resume or cover letter for each job application.": "יש לכם סיכוי גבוה יותר ב-75%% להידחות ללא קורות חיים או מכתב נלווה ייחודי לכל מועמדות לעבודה.",
    "Save up to 90%% with a one-off fee of %(price)s for 1 year’s unlimited access to all our resume tools.": "חסכו עד 90%% באמצעות עמלה חד פעמית של ‎‎%(price)s לגישה בלתי מוגבלת של שנה אחת לכל כלי קורות החיים שלנו.",
    "MOST POPULAR": "הכי פופולרי",
    "Please reload the page. If the error persists, try again later.": "נא לטעון מחדש את הדף. אם הבעיה נמשכת, אפשר לנסות שוב מאוחר יותר.",
    "Something went wrong": "משהו השתבש",
    "We were not able to apply the offer.": "לא הצלחנו להפעיל את ההצעה.",
    "BACK TO OFFERS": "חזרה להצעות",
    "Account Settings": "הגדרות חשבון",
    "EMAIL ACCOUNT": "חשבון דוא\"ל",
    "Confirm new password": "אישור סיסמה חדשה",
    "SAVE CHANGES": "שמירת שינויים",
    "Membership": "חברות",
    "PREMIUM ACCOUNT": "חשבון פרימיום",
    "Unlock our premium features": "ביטול הנעילה של תכונות פרימיום",
    "Starting from": "מתחיל מ:",
    "Personal information": "מידע אישי",
    "First name": "שם פרטי",
    "Last name": "שם משפחה",
    "Remove Photo": "הסרת תמונה",
    "Easy to guess!": "קל לנחש!",
    "Not bad...": "לא רע...",
    "Great job!": "כל הכבוד!",
    "New password": "סיסמה חדשה",
    "Resumes and cover letters": "קורות חיים ומכתבים נלווים",
    "Unlimited downloads and storage": "הורדות ואחסון בלי הגבלה",
    "Share resumes online": "לשתף קורות חיים באינטרנט",
    "Access to premium templates": "גישה לתבניות פרימיום",
    "Unlimited tips and real examples": "טיפים ודוגמאות אמיתיות בלי הגבלה",
    "UPGRADE NOW": "שדרוג עכשיו",
    "* (This will renew at a monthly cost of %(price)s after 30 days)": "* (המינוי יתחדש בעלות חודשית של ‎‎%(price)s לאחר 30 ימים)",
    "Extend your Premium unlimited access!": "מרחיבים את גישת הפרימיום הבלתי מוגבלת!",
    "Pay for a month, get 11 for free!": "משלמים לחודש ומקבלים 11 חודשים בחינם!",
    "Keep your trial rolling for another month of unlimited access completely free.": "כדאי להשאיר את תקופת הניסיון לחודש נוסף של גישה ללא הגבלה בחינם לחלוטין.",
    "APPLY OFFER": "הפעלת הצעה",
    "We are applying your offer…": "אנחנו מפעילים את ההצעה...",
    "Get your 90%% discount!": "קבלו הנחה של 90%%",
    "Remove": "הסרה",
    "Drag to reposition": "יש לגרור כדי למקם מחדש",
    "Upload a new photo": "העלאת תמונה חדשה",
    "Save": "שמירה",
    "The photo you have uploaded is too heavy.": "התמונה שהעליתם כבדה מדי.",
    "Please try again with one that weighs less than 2MB.": "נא לנסות שוב, עם תמונה השוקלת פחות מ-2MB.",
    "Manage my account": "ניהול החשבון שלי",
    "Cancel Premium membership": "ביטול חברות הפרימיום",
    "Do you want to cancel your Premium account?": "בטוח שברצונך לבטל את חשבון הפרימיום?",
    "Original": "מקורי",
    "%(price)s / month": "‎‎%(price)s / חודש",
    "%(price)s / year": "‎‎%(price)s / שנה",
    "%(userName)s, we’re sad to see you go": "‎‎%(userName)s, חבל שהחלטת לעזוב",
    "We are sad to see you go": "מצטערים שהחלטת לעזוב",
    "Are you sure you no longer need career assistance?": "בטוחים שאין לכם עוד צורך בסיוע בקריירה?",
    "From the moment you cancel your Premium account, you will lose access to these features:": "עם ביטול חשבון הפרימיום, תבוטל הגישה לתכונות הבאות:",
    "Unlimited resumes and cover letters": "קורות חיים ומכתבים נלווים ללא הגבלה",
    "Downloading in PDF format": "הורדה בפורמט PDF",
    "Expert tips and real examples": "טיפים של מומחים ודוגמאות אמיתיות",
    "Online professional advice and support": "ייעוץ ותמיכה מקצועיים באינטרנט",
    "Sharing resumes and applying for jobs online": "שיתוף קורות חיים והגשת מועמדות למשרות באינטרנט",
    "No, keep Premium account": "לא, לשמור על חשבון הפרימיום",
    "Yes, cancel my account": "כן, לבטל את החשבון",
    "Other options to consider": "אפשרויות אחרות שכדאי לבדוק",
    "Have a chat with our customer service team if you are having difficulties using any of our tools": "בכל קושי בשימוש בכלים שלנו, אפשר להיעזר בצ'אט עם צוות שירות הלקוחות",
    "Get extra help": "עזרה נוספת",
    "Create a unique cover letter that will get you 67 %% more interviews when applying": "צרו מכתב מקדים ייחודי שיגדיל את מספר הראיונות שלכם ב-67%% בעת הגשת מועמדות",
    "Subscription Cancelled": "המינוי בוטל",
    "Thankyou for using %(appName)s": "תודה על השימוש ב-‎‎%(appName)s",
    "CANCELLATION DATE": "תאריך ביטול",
    "You will receive a confirmation email at %(userEmail)s, make sure to check your spam folder.": "הודעת אישור תישלח בדוא\"ל אל ‎‎%(userEmail)s. יש לבדוק גם את תיקיית הספאם.",
    "We will save all your documents in case you wish to sign up again in the future.": "אנו נשמור את כל המסמכים למקרה של רישום עתידי.",
    "You won’t receive any more %(appName)s charges.": "לא יגיעו עוד חיובים של ‎‎%(appName)s.",
    "Let us know why you’ve decided to cancel your Premium membership, so that we can improve our services for the future": "נשמח לשמוע מדוע החלטת לבטל את מינוי הפרימיום כדי שנוכל לשפר את השירותים שלנו לעתיד",
    "Please, indicate your motive before continuing": "ציינו כאן את המניע שלכם לפני שתמשיכו",
    "SUBMIT AND CONTINUE": "שמירה והמשך",
    "Your opinion is important to us, so thank you very much for helping us to continue improving our services": "דעתכם חשובה לנו. היא עוזרת לנו להמשיך ולשפר את השירותים שלנו.",
    "Oh, snap! We're sorry you’ve experienced technical issues :(": "אוי לא! אנחנו מצטערים על הבעיות טכניות :(",
    "We're here to help! Please describe the problem you’re experiencing and we'll get back to you as soon as possible.": "אנחנו כאן כדי לעזור. אנחנו מבקשים מכם לתאר את הבעיה, ונחזור אליכם בהקדם האפשרי.",
    "Contact details": "פרטי קשר",
    "Name": "שם",
    "Email": "כתובת דוא\"ל",
    "Tell us what went wrong": "ספרו לנו מה השתבש",
    "Describe the issue here": "תארו את הבעיה כאן",
    "SUBMIT": "הגשה",
    "To better help you, please provide as many relevant details as you can.": "כדי שנוכל לעזור טוב יותר, יש לספק כמה שיותר פרטים רלוונטיים.",
    "Feedback received! Please allow for some time before canceling your account. If we're not able to fix your issue, we will help you cancel your account, hassle-free.": "המשוב התקבל. ביטול החשבון ייקח מעט זמן. אם לא נוכל לתקן את הבעיה, נעזור לכם לבטל את החשבון, ללא כל טרחה מצדכם.",
    "Expert Tips": "טיפים של מומחים",
    "Does your resume pass the AI test?": "האם קורות החיים שלכם עוברים את מבחן AI (בינה מלאכותית)?",
    "Run your resume through our Resume Checker and find out the best ways to improve it in minutes.": "אפשר להריץ את קורות החיים בבודק קורות החיים ולגלות תוך דקות את הדרכים הטובות ביותר לשפר אותם.",
    "Review My Resume": "בדיקות קורות החיים שלי",
    "Check to see if your resume meets the following:": "אפשר לבדוק או קורות החיים עומדים בתנאים הבאים:",
    "No empty sections": "ללא מקטעים ריקים",
    "No more than 2 pages": "לא יותר מ-2 דפים",
    "No grammatical errors or typos": "ללא טעויות דקדוק או כתיב",
    "Skills and descriptions are relevant to the specific application": "כישורים ותיאורים רלוונטיים ליישום הספציפי",
    "Descriptions are short and to the point": "התיאורים קצרים ותמציתיים",
    "You’ve made a cover letter to go with the job application": "יצרתם מכתב נלווה לבקשת העבודה",
    "GOOD TO GO!": "הכל מוכן!",
    "EDIT MY RESUME": "עריכת קורות החיים שלי",
    "Rate us online": "לדרג אותנו באינטרנט",
    "Love our tool? Let others know by leaving a review.": "אהבתם את הכלי שלנו? ספרו לאחרים על ידי הוספת חוות דעת.",
    "Leave a Review": "הוספת חוות דעת",
    "Have you tried our job searching tool?": "ניסיתם את כלי חיפוש המשרות שלנו?",
    "We connect you to the latest job opportunities from top companies. Be the first one to apply!": "אנחנו מחברים אתכם להזדמנויות העבודה העדכניות מהחברות המובילות. כדי להגיש מועמדות לפני כולם!",
    "Find Me My Dream Job": "למצוא את משרת החלומות שלי",
    "Call us for free at (+44) 808 196 4677, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "אפשר לחייג חינם ל- ‎‎(+44) 808 196 4677, בימים שני-שישי, בשעות 8:00-20:00 ובימים שבת-ראשון, בשעות 8:00-18:00 (CET - שעון מרכז אירופה)",
    "Call us for free at (+34) 900 109 004, Mon-Sun 8:00 - 18:00, CET": "אפשר לחייג חינם ל- ‎‎+34 (900 109 004), בימים שני-ראשון, בשעות 8:00-18:00 (CET - שעון מרכז אירופה)",
    "Call us for free at (+33) 08 00 99 16 12, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "אפשר לחייג חינם ל- ‎‎(+33) 08 00 99 16 12, בימים שני-שישי, בשעות 8:00-20:00 ובימים שבת-ראשון, בשעות 8:00-18:00 (CET - שעון מרכז אירופה)",
    "Call us for free at (+39) 800 130 350, Mon-Fri 10:00 - 19:00 CET": "אפשר לחייג חינם ל- ‎‎+39 (800 130 350), בימים שני-שישי, בשעות 10:00-19:00 (CET - שעון מרכז אירופה)",
    "Call us for free at +1 (844) 333-0735, Mon-Fri 8 am - 8 pm, Sat-Sun 8 am - 6 pm, CET": "אפשר לחייג חינם ל- ‎‎+1 (844) 333-0735, בימים שני-שישי, בשעות 8:00-20:00 ובימים שבת-ראשון, בשעות 8:00-18:00 (CET - שעון מרכז אירופה)",
    "Call us for free at +1 (866) 575-0970, Mon-Fri 2 am - 2 pm, Sat-Sun 2 am - 12 pm, EST": "אפשר לחייג חינם ל- ‎‎+1 (866) 575-0970, בימים שני-שישי, בשעות 2:00-14:00 ובימים שבת-ראשון, בשעות 2:00-12:00 (CET - שעון מרכז אירופה)",
    "Untitled %(docType)s": "%(docType)s בלי כותרת",
    "Next step": "השלב הבא",
    "Hi %(name)s, get ready to land your dream job": "שלום %(name)s, תתכונן למצוא את משרת החלומות שלך",
    "Every resume needs a cover letter": "לכל קורות חיים חייב להיות מצורף מכתב נלווה",
    "Double your chances with a customized cover letter.": "הכפל את הסיכויים שלך עם מכתב נלווה מותאם אישית.",
    "Create cover letter": "יצירת מכתב נלווה",
    "Recommended": "מומלץ",
    "Discover your online resume": "גלה את קורות החיים המקוונים שלך",
    "Copy and paste a unique URL for easy sharing and keep track of views.": "העתק והדבק URL ייחודי הניתן לשיתוף בקלות ועקוב אחר מספר הצפיות.",
    "View my online resume": "צפה בקורות החיים המקוונים שלי",
    "Top reads": "ראש הרשימה",
    "Online resume": "קורות חיים מקוונים",
    "Documents": "מסמכים",
    "New resume": "קורות חיים חדשים",
    "Digital pdf (single-page)": "PDF דיגיטלי (עמוד אחד)",
    "Print ready pdf (multi-page)": "PDF מוכן להדפסה (מספר עמודים)",
    "TXT (plain text)": "TXT (טקסט פשוט)",
    "min": "דק‘",
    "Hi!": "היי!",
    "Get ready to land your dream job": "משרת החלומות שלך מתקרבת",
    "Resume review": "בדיקת קורות חיים",
    "Maximize your chances with expert recommendations": "למקסם את הסיכויים, עם המלצות ממומחים",
    "Crafting a winning resume can be challenging. Our advice will help you identify improvement areas, so you can adapt your resume to your dream job.": "בנייה של קורות חיים מנצחים עשויה להיות משימה מאתגרת. העצות שלנו יעזרו לך לזהות תחומים לשיפור, כדי לאפשר לך להתאים את קורות החיים למשרת החלומות שלך.",
    "In-depth analysis": "ניתוח עומק",
    "We will meticulously examine your resume ensuring it aligns perfectly with industry standards.": "נבדוק בצורה יסודית את קורות החיים שלך, כדי לוודא שהם מתאימים מושלם לתקנים בתעשייה.",
    "Tailored feedback": "משוב בהתאמה אישית",
    "Receive personalized suggestions to help you highlight your strengths and address any weaknesses.": "ניתן לך עצות בהתאמה אישית, כדי לעזור לך להדגיש את נקודות החוזק שלך ולספק מענה לכל חולשה.",
    "Professional insights": "תובנות מקצועיות",
    "Understand exactly what employers are looking for in candidates, for your specific job title.": "נסביר לך מה בדיוק המעסיקים מחפשים במועמדים, להגדרת המשרה הספציפית שלך.",
    "What is your desired job position?": "מהי המשרה הרצויה לך?",
    "Job position": "משרה",
    "Review resume": "בדיקת קורות חיים",
    "<span>Ready in 48h.</span> Ensure it's correct, one chance only.": "<span>מוכנים ב-48 שעות.</span> נא לוודא שהמידע נכון, יש רק הזדמנות אחת.",
    "Unlock now.": "אפשר לקבל גישה עכשיו.",
    "Choose a resume to review": "נא לבחור קורות חיים לבדיקה",
    "Select": "לבחור",
    "Your resume review request was submitted.": "בקשתך לבדיקת קורות חיים הוגשה.",
    "Checking marketability and clarity": "בודק התאמה לשוק ובהירות",
    "Verifying formatting": "מאמת עיצוב",
    "Analyzing achievements": "מנתח הישגים",
    "Evaluating content relevance": "מעריך את הרלוונטיות של התוכן",
    "Assesing fit to desired job": "מעריך התאמה למשרה הרצויה",
    "Your resume is being reviewed": "קורות החיים שלך נבדקים כעת",
    "Come back in": "נא לחזור עוד",
    "Essential": "חיוני",
    "Recommended": "מומלץ",
    "Get your resume reviewed by experts": "להגיש את קורות החיים שלך לבדיקה על-ידי מומחים",
    "Receive professional feedback within 48h, then apply to your dream job.": "אפשר לקבל משוב מקצועי תוך 48 שעות, ואז להגיש מועמדות למשרת החלומות שלך.",
    "Request resume review": "לבקש בדיקת קורות חיים",
    "Your resume review is ready.": "בדיקת קורות החיים שלך מוכנה.",
    "View": "לצפייה",
    "Document reviewed": "מסמך נבדק",
    "Job position": "משרה",
    "Edit resume": "עריכת קורות חיים",
    "Boost your chances of standing out to potential employers": "לחזק את הסיכויים שלך להבדיל את עצמך מהשאר מול מעסיקים אפשריים",
    "Based on the experience and skills highlighted in your resume, we've put together some tailored suggestions to help you excel in your application for a %(position)s position in %(country)s:": "לפי הניסיון והכישורים שצוינו בקורות החיים שלך, יצרנו כמה הצעות בהתאמה אישית, כדי לעזור לך להגיש בהצטיינות מועמדות למשרת %(position)s ב%(country)s:",
    "Resume <span> Review </span>": "<span>בדיקת </span>קורות חיים",
    "Apply this advice to ensure your resume is effective, professional, and optimized for both human and automated review (ATS).": "יישמו את העצות האלה כדי להבטיח שקורות החיים שלכם אפקטיביים, מקצועיים ומתאימים לבדיקה אנושית ואוטומטית (ATS).",
    "Change": "שינוי",
    "No resumes yet":"לא נמצאו קורות חיים עדיין",
    "Unlock now": "אפשר לקבל גישה עכשיו",
    "Don’t miss out on your resume review!": "אל תפספס את בדיקת קורות החיים שלך!",
    "If you have a pending Resume Review, it will be cancelled.": "אם יש לך ביקורת קורות חיים ממתינה, היא תתבטל.",
    "Time remaining": "זמן נותר",
    "Go to resume review": "עבור לבדיקת קורות החיים",
    "You’re missing the final step! Your resume review": "אתה מפספס את השלב האחרון! בדיקת קורות חיים",
    "Enhance your resume with expert feedback and boost your job opportunities. Stand out from the crowd!": "שפר את קורות החיים שלך עם משוב מומחה והגדל את הזדמנויות התעסוקה שלך. בלוט מהקהל!",
    "Your expert coach": "המאמן המומחה שלך",
    "ASK FOR RESUME REVIEW": "בקש ביקורת קורות חיים",
    "Continue": "המשך",
    "Unlimited User": "משתמש ללא הגבלה",
    "example": "דוגמה",
    "before": "לפני",
    "after": "אחרי",
    "online cover letter": "מכתב נלווה מקוון",
    "Looks like you've been away for a bit, so your documents are temporarily inactive. To bring back a document, open and edit it as usual.": "נראה שלא היית באתר זמן מה, כך שהמסמכים שלך אינם פעילים באופן זמני. כדי להחזיר מסמך, פתח וערוך אותו כרגיל.",
    "Cancel membership": "ביטול חברות",
    "Do you want to cancel your account?": "בטוח שברצונך לבטל את חשבון הפרימיום?",
    "<span>Ready in seconds.</span> Ensure it´s correct, one chance only": "<span>מוכן תוך שניות.</span> יש לוודא שזה נכון, הזדמנות אחת בלבד",
    "Receive professional feedback in seconds, then apply to your dream job.": "אפשר לקבל משוב מקצועי תוך שעות, ואז להגיש מועמדות למשרת החלומות שלך.",
    "Just a moment, we're preparing expert tips to improve your resume": "רגע, אנחנו מכינים טיפים ממומחים לשיפור קורות החיים שלכם"
}
