{
    "Duplicate": "Crea una copia",
    "Edit title": "Modifica il titolo",
    "Delete": "Elimina",
    "Document untitled": "Documento senza titolo",
    "Land your dream job using a professional cover letter template": "Ottieni il lavoro dei tuoi sogni utilizzando un modello professionale di lettera di presentazione",
    "Boost your career with a convincing, HR-approved resume": "Promuovi la tua carriera con un curriculum convincente e approvato da un operatore delle Risorse Umane",
    "Downloading...": "Download in corso...",
    "Download": "Scarica",
    "Accept": "Accetta",
    "Cancel": "Annulla",
    "Dashboard": "Pannello di controllo",
    "Resumes": "Curriculum",
    "Cover letters": "Lettere di presentazione",
    "Profile": "Profilo",
    "Help": "Aiuto",
    "Sign Out": "Esci",
    "Your account": "Panoramica dell'account",
    "Subscription": "Abbonamento",
    "Saving data": "Salvataggio dei dati",
    "Saved": "Salvato",
    "Back": "Indietro",
    "App language": "Lingua dell’app",
    "Website language": "Lingua del sito web",
    "Deleted successfully": "Eliminato con successo",
    "Error": "Errore",
    "User ID:": "ID utente:",
    "E-book": "E-book",
    "Get to grips with resume writing": "Prendi confidenza con la creazione di un Curriculum",
    "Download your Winning Resume Kit": "Scarica il tuo kit per un curriculum vincente",
    "Get it now!": "Ottienilo subito!",
    "Ask the experts": "Consulta i nostri esperti",
    "Get professional resume advice": "Consigli degli esperti di Risorse Umane",
    "Have a suggestion?": "Condividi le tue idee",
    "Got a suggestion?": "Hai un suggerimento?",
    "Let us know your thoughts": "Facci sapere la tua opinione",
    "Job search": "Ricerca di lavoro",
    "Find your next dream job": "Trova il lavoro dei tuoi sogni",
    "Latest cover letter": "Ultima carta di presentazione",
    "Create a cover letter": "Crea una nuova lettera di presentazione",
    "Combine your cover letter and resume to make the right impression": "Combinare la tua Lettera di Presentazione e il tuo Curriculum per dare un'ottima impressione",
    "Latest resume": "Ultimo curriculum",
    "Create a resume": "Crea un curriculum",
    "Complete your professional resume to grab the employer's attention": "Completare il tuo curriculum professionale per attirare l'attenzione del datore di lavoro",
    "View all": "Visualizza tutto",
    "View less": "Visualizza di meno",
    "If you need any help or advice, don't hesitate to contact our friendly resume professionals.": "In caso di aiuto o consigli, grazie per contattare i nostri professionisti dell'assistenza al cliente.",
    "Reminder": "Promemoria",
    "Before you get started": "Prima di iniziare",
    "How it works": "Come funziona",
    "Time to start sending your winning resume out? Check out some of the best vacancies in your area with the built-in job search app.": "É arrivato il momento di mandare il tuo cv vincente? Accedi alle migliori offerte nella tua zona con la nostra app integrata di job search.",
    "Enter the type or name of the job you want to find, the location and country and click 'Find Jobs' to get a list of the most suitable listings in your preferred area.": "Scrivi il nome del tipo di lavoro che ti interessa, la localitá ed il paese e fai click su ‘ Trova lavoro’ per accedere ad una lista completa nella tua area di preferenza.",
    "Job": "Lavoro",
    "City": "Città",
    "Country": "Paese",
    "Find jobs": "Trova un lavoro",
    "Load more": "Visualizzare più",
    "Company": "Azienda",
    "See position": "Vedi impiego",
    "Are you sure you want to delete this cover letter?": "Sei sicuro di voler eliminare questa Lettera di Presentazione?",
    "Are you sure you want to duplicate this cover letter?": "Sei sicuro di voler duplicare questa Lettera di Presentazione?",
    "Do you want to edit the title of this cover letter?": "Vuoi modificare il titolo di questa Lettera di Presentazione?",
    "New cover letter": "Nuova lettera di presentazione",
    "Create new cover letter": "Crea una nuova lettera di presentazione",
    "Duplicate or build a new cover letter to match your needs": "Duplica o crea un nuovo curriculum per ogni esigenza",
    "Your cover letters": "Le mie Lettere di presentazione",
    "Suggestions for your cover letter": "Consigli per la tua Lettera di Presentazione",
    "Take heed of these <strong>expert pieces of advice regarding cover letter writing</strong> which can help you make your job application stand out.": "Prendi in considerazione questi <strong>consigli degli esperti su come scrivere una Lettera di Presentazione</strong> che possa risaltare le tue qualità.",
    "It is essential to remember to <strong>maintain your focus on the needs of the company</strong> you’re applying to and the requirements and desired abilities of the ideal candidate for the role.": "È essenziale ricordare di <strong>mantenere il focus della Lettera di Presentazione sui bisogni</strong>, requisiti e abilità richieste dall'azienda di tuo interesse.",
    "Each cover letter for a job application, <strong>cover letters for internships</strong>, for further study or even volunteer experience should be <strong>tailored to their specific organization</strong> and position with the pertinent keywords.": "Ogni Lettera di Presentazione, <strong>sia essa per un lavoro</strong>, per un intership, per studio o per un’esperienza come volontario, deve essere <strong>personalizzata con specifiche e pertinenti parole chiave per ogni azienda</strong> o posizione alla quale applichi.",
    "The <strong>beginning of a cover letter should include a header</strong> with the candidate’s full name and contact details.": "<strong>L’inizio di una Lettera di Presentazione deve includere un incipit</strong> con il nome e cognome del candidato e i dettagli di contatto.",
    "Candidates are advised and urged to do a little research, use their initiative and <strong>try to find the name of the person in charge</strong> of filling the new vacancy by <strong>visiting the company website and social media sites</strong>.": "Si consiglia ai candidati di <strong>prendere l’iniziativa e trovare il nome e le informazioni relative al responsabile dell’ufficio</strong> di risorse umane <strong>visitando il sito dell’azienda e i suoi social network</strong>.",
    "Towards the <strong>end of a cover letter</strong>, each candidate should write a convincing finish to entice the hiring manager and in sales terminology “<strong>seal the deal</strong>”.": "Verso la <strong>fine della Lettera di Presentazione</strong>, ogni candidato deve scrivere un finale convincente per convincere il datore di lavoro e, come si dice in gergo commerciale, “<strong>concludere l’affare</strong>”.",
    "Your reading list": "Letture consigliate",
    "Tips": "Consigli",
    "Are you sure you want to delete this resume?": "Sei sicuro di voler eliminare questo curriculum?",
    "Are you sure you want to duplicate this resume?": "Sei sicuro di voler duplicare questo curriculum?",
    "Do you want to edit the title of this resume?": "Vuoi modificare il titolo di questo curriculum?",
    "Create new resume": "Crea un nuovo curriculum",
    "Keep up to date with these expert tips so you can <strong>get the best out of your winning resume</strong> to ensure you get the call-back you’ve been waiting for!": "Tieniti aggiornato con i suggerimenti dei nostri esperti in modo che tu possa <strong>ottenere il meglio dal tuo curriculum</strong> per garantirti di ricevere la chiamata che stavi aspettando!",
    "It is essential for all jobseekers, whether entry-level or highly experienced in their field, to <strong>construct a customized resume for each position, company or sector</strong> they apply to.": "È essenziale per tutte le persone in cerca di lavoro, principianti o esperti nel proprio campo, per <strong>preparare un curriculum personalizzato per ogni posizione, azienda o settore</strong> per cui vogliano fare domanda.",
    "The use of <strong>KEYWORDS</strong> is often overlooked by jobseekers and they are fast becoming an integral part of a winning resume. - You can <strong>find the relevant keywords and expressions for your resume within the job vacancy</strong>, company website or profiles of other professions in that particular area.": "L'uso di specifiche <strong>KEYWORDS</strong> è spesso trascurato da chi cerca lavoro e stanno diventando rapidamente parte integrante di un curriculum vincente. - Puoi <strong>trovare le parole chiavi e le espressioni pertinenti per il tuo curriculum all'interno dell'annuncio di lavoro</strong>, del sito web aziendale o profili di altre professioni di quell'area specifica.",
    "<strong>Include the standard sections in every resume you create</strong> - contact information, objective or summary, education, work experience and skills.": "<strong>Includi le sezioni standard in ogni curriculum che crei</strong> - informazioni di contatto, obiettivi o sommario, educazione, esperienza lavorativa e abilità.",
    "But to <strong>create a unique resume</strong> that will attract a hiring manager at first glance, remember to <strong>include specific resume sections that relate to your professional profile</strong> and the vacancy on offer, such as pertinent publications, conferences you’ve attended, extra training, courses or awards you’ve received etc.": "Ma per <strong>creare un curriculum unico</strong> che attirerà l'attenzione del responsabile di risorse umane a prima vista, ricordati di <strong>includere sezioni del tuo cv, specifiche relative al tuo profilo professionale</strong> e del posto di lavoro dell' offerta, come pubblicazioni pertinenti, conferenze a cui hai partecipato, formazione extra, corsi o premi ricevuti ecc.",
    "<strong>Avoid using the first person</strong>: ‘I’, throughout your resume; instead always refer to the third person without using the subject. For example, <strong>in a resume objective or work experience descriptions</strong>.": "<strong>Evita di utilizzare la prima persona</strong>: 'Io', in tutto il tuo curriculum; invece fai sempre riferimento alla terza persona senza usare il soggetto. Ad esempio, <strong>in un obiettivo del cv o in una esperienza lavorativa</strong>.",
    "<strong>Use strong verbs</strong> to describe your previous experience such as spearheaded, coordinated, orchestrated, established, launched, reduced (costs), increased (profits), restructured, facilitated, negotiated etc.": "<strong>Utilizza verbi forti</strong> per descrivere la tua precedente esperienza come dirigere, coordinare, gestire, stabilire, lanciare, ridurre (costi), aumentare(profitti), ristrutturare, facilitare, negoziare ecc.",
    "<strong>Demonstrate quantifiable evidence</strong> of your personal involvement in a project or impact on a role.": "<strong>Dimostrare prove quantificabili</strong> del tuo coinvolgimento personale in un progetto o impatto su un ruolo.",
    "Current Plan": "Piano attuale",
    "Subscribed": "Sottoscritto",
    "Start Now": "Inizia ora",
    "Unsubscribe": "Annullare l'iscrizione",
    "Select a template to create your new cover letter": "Seleziona un modello per creare una nuova lettera di presentazione",
    "Select a template to create your new resume": "Seleziona un modello per creare un nuovo curriculum",
    "Leaving so soon?": "Annulli l’iscrizione così presto?",
    "Thanks, but I want to unsubscribe anyway.": "Grazie, ma voglio comunque cancellare la mia sottoscrizione.",
    "Remember to download all your resumes before unsubscribing.": "Ricordati di scaricare tutti i tuoi curriculum prima di annullare l'iscrizione.",
    "Unsubscribe and delete all your resumes?": "Annullare l'iscrizione ed eliminare tutti i curriculum?",
    "Built-in Job Search": "Ricerca di lavoro integrata",
    "Find your ideal job online via our integrated job search platform and apply directly with your winning resume and cover letter straight from your dashboard.": "Trova il tuo lavoro ideale online tramite la nostra piattaforma di Job-search. Carica direttamente il tuo curriculum e la tua lettera di motivazione per candidarti all’istante.",
    "Go to Dashboard": "Accedi alla piattaforma",
    "Easy-to-use Online Builder": "Generatore di curriculum semplice da usare",
    "Create your effective resume and cover letter, section by section, personalizing your application to your profile and tailoring it to the vacancy.": "Crea il tuo CV e una lettera di presentazione efficace: sezione per sezione, personalizza il tuo profilo in base all’offerta di lavoro richiesta.",
    "Start Resume Maker": "Crea il tuo CV",
    "HR-approved Templates": "Modelli di CV approvati da professionisti del settore",
    "Get professionally-designed, ATS-ready cover letter and resume samples to use for your own customized job application.": "Scegli il modello perfetto per scrivere la tua lettera di presentazione e il tuo curriculum professionale. Personalizzali in base all’offerta di lavoro di tuo interesse.",
    "Choose a template": "Scegli un modello",
    "Expert Tips and Guides": "Consigli e guide degli esperti",
    "Career-specific tricks of the trade and how-to guides for writing a professional cover letter and appealing resume.": "Troverai consigli e guide sempre aggiornate redatte dai nostri esperti. Grazie ai nostri suggerimenti, scrivere un Curriculum professionale e trovare lavoro sarà più semplice.",
    "Get expert advice": "Chiedi consigli agli esperti",
    "Please specify": "Vi preghiamo di specificare",
    "Send survey": "Invia un sondaggio",
    "Unsubscribe successful!": "Iscrizione correttamente annullata!",
    "Thanks for using our online career assistant, we’re sorry to see you go but we’ll be here if you need us in the future.": "Grazie per aver usato il nostro servizio di assistenza online al lavoro. Siamo dispiaciuti che te ne vada ma saremo qua se hai bisogno di un aiuto in futuro.",
    "Before you leave...": "Prima di andartene...",
    "Your opinion is very important to us so thank you for helping us to continue developing our services!": "La tua opinione è molto importante. Ci aiuta a migliorare giornalmente il nostro servizio!",
    "How to Write a Resume": "Come scrivere un curriculum",
    "Get the complete guide to resume writing with tips and ideas for what to include and what not to put in your winning resume as well as practical examples.": "Consulta la nostra guida completa con suggerimenti ed esempi pratici per preparare il tuo curriculum al meglio ed ottenere un colloquio di lavoro.",
    "The Professional Resume": "Curriculum professionale",
    "Create an expert resume for your job search with our guide to writing a professional resume that gives you specialist advice for executive positions and helps to get your career heading in the right direction.": "Crea un CV perfetto con la nostra guida per scrivere un curriculum professionale. Riceverai consigli personalizzati per posizioni dirigenziali e consigli per migliorare la tua carriera professionale.",
    "Entry-Level Resume Writing": "Il tuo primo curriculum",
    "If you're just getting your foot in the door of the professional world, check out our guide to writing a first resume with recommendations from HR experts for first-time jobseekers.": "Dai un'occhiata alla nostra guida per redattare il tuo primo CV. Troverai consigli di esperti e tutto ciò di cui hai bisogno per ottenere la tua prima opportunità nel mondo del lavoro.",
    "Resume Format and Layout Guide": "Il miglior formato per il tuo curriculum",
    "Don't forget about the importance of a good resume format to give structure to all the crucial information you need to include to complete your efficient job application.": "È molto importante scegliere un formato adatto per il tuo curriculum. Ti aiutiamo a dare la priorità alle informazioni più rilevanti per fare in modo che il tuo CV riceva l'attenzione che si merita.",
    "How to write an effective cover letter": "Come scrivere una lettera di presentazione efficace",
    "Discover how to write an effective cover letter with our comprehensive guide including professional tricks of the trade.": "Scopri come scrivere una lettera di presentazione efficace con la nostra guida che include alcuni preziosi consigli di esperti recruiter.",
    "HR-approved cover letter examples": "Esempi di lettere di presentazione approvati dagli esperti",
    "Get the best HR-approved cover letter examples so you know what to include and what not to use in your winning cover letter.": "Sfoglia gli esempi e trova la lettera di presentazione più adatta a te. I nostri formati sono approvati dal team di risorse umane e ti torneranno molto utili per redigere una lettera di presentazione eccellente.",
    "How to format a cover letter": "Il miglior formato perla tua lettera di presentazione",
    "Learn how to format a cover letter so that the relevant information is presented in the right way to convince hiring managers.": "Scopri il formato ideale per la tua lettera di presentazione. Presenta le informazioni più rilevanti per dimostrare alle aziende che sei il candidato perfetto.",
    "Germany": "Germania",
    "Antarctica": "Antartide",
    "Saudi Arabia": "Arabia Saudita",
    "Argentina": "Argentina",
    "Australia": "Australia",
    "Austria": "Austria",
    "Bahrain": "Bahrein",
    "Belgium": "Belgio",
    "Brazil": "Brasile",
    "Canada": "Canada",
    "Qatar": "Qatar",
    "Chile": "Cile",
    "China": "Cina",
    "Colombia": "Colombia",
    "South Korea": "Corea del sud",
    "Costa Rica": "Costa Rica",
    "Denmark": "Danimarca",
    "Ecuador": "Ecuador",
    "Egypt": "Egitto",
    "United Arab Emirates": "Emirati Arabi Uniti",
    "Spain": "Spagna",
    "United States": "Stati Uniti",
    "Philippines": "Filippine",
    "Finland": "Finlandia",
    "France": "Francia",
    "Greece": "Grecia",
    "Holland": "Olanda",
    "Hong Kong": "Hong Kong",
    "Hungary": "Ungheria",
    "India": "India",
    "Indonesia": "Indonesia",
    "Ireland": "Irlanda",
    "Israel": "Israele",
    "Italy": "Italia",
    "Japan": "Giappone",
    "Kuwait": "Kuwait",
    "Luxembourg": "Lussemburgo",
    "Malaysia": "Malesia",
    "Morocco": "Marocco",
    "Mexico": "Messico",
    "Nigeria": "Nigeria",
    "Norway": "Norvegia",
    "New Zealand": "Nuova Zelanda",
    "Oman": "Oman",
    "Pakistan": "Pakistan",
    "Panama": "Panama",
    "Peru": "Perù",
    "Poland": "Polonia",
    "Portugal": "Portogallo",
    "United Kingdom": "Regno Unito",
    "Czech Republic": "Repubblica Ceca",
    "Romania": "Romania",
    "Russia": "Russia",
    "Singapore": "Singapore",
    "South Africa": "Sud Africa",
    "Sweden": "Svezia",
    "Switzerland": "Svizzera",
    "Thailand": "Thailandia",
    "Taiwan": "Taiwan",
    "Turkey": "Turchia",
    "Ukraine": "Ucraina",
    "Uruguay": "Uruguay",
    "Venezuela": "Venezuela",
    "Vietnam": "Vietnam",
    "No results": "Nessun risultato",
    "%(count)s Results": "%(count)s risultati",
    "Upgrade now to get access to all of %(appName)s’s features": "Passa a Premium e accedi a tutte le funzionalità di %(appName)s",
    "By unsubscribing, you’ll miss out on all %(appName)s’s ever-evolving, career-enhancing features.": "Annullando l’iscrizione, non potrai accedere alle future nuove funzionalità di %(appName)s per migliorare la tua carriera.",
    "You have now successfully unsubscribed from our services and will no longer be charged by %(appName)s. Check the confirmation email of your status that will be sent to the email address you registered with: <strong>%(userEmail)s</strong>.": "Hai annullato correttamente l'iscrizione e <strong>non riceverai più richieste di pagamento da %(appName)s</strong>. L'email di conferma di avvenuta cancellazione la riceverai all'email usata in fase di registrazione: <strong>%(userEmail)s</strong>.",
    "The cancellation will be effective at the end of the current billing period on %(date)s": "La cancellazione sarà effettiva al termine del periodo di fatturazione corrente, il %(date)s",
    "Language": "Lingua",
    "Download your document using our new editor": "Scarica il tuo documento utilizzando il nostro nuovo editor",
    "Since the last time you worked on your document we’ve made some upgrades. Open your document using the new editor to check out the latest features and download a copy.": "Abbiamo apportato alcuni aggiornamenti dall'ultima volta che hai lavorato al tuo documento. Apri il tuo documento utilizzando il nuovo editor per verificare le funzionalità più recenti e scaricare una copia.",
    "Open your document using the new editor": "Apri il tuo documento usando il nuovo editor",
    "Updated on %(month)s %(day)s %(year)s at %(hours)s:%(minutes)s %(ampm)s": "Aggiornato il %(day)s %(month)s %(year)s alle %(hours)s:%(minutes)s %(ampm)s",
    "January": "Gennaio",
    "February": "Febbraio",
    "March": "Marzo",
    "April": "Aprile",
    "May": "Maggio",
    "June": "Giugno",
    "July": "Luglio",
    "August": "Agosto",
    "September": "Settembre",
    "October": "Ottobre",
    "November": "Novembre",
    "December": "Dicembre",
    "Easy apply": "Candidatura semplice",
    "Salary": "Stipendio",
    "New": "Nuovo",
    "See more jobs...": "Vedi altre offerte di lavoro...",
    "Share your resume online!": "Condividi il tuo Curriculum online!",
    "Send employers a link to an online version of your resume which looks great on any device": "Crea una o più versioni online del tuo curriculum e invia alle aziende il link per visualizzarlo da qualsiasi dispositivo elettronico.",
    "Share your cover letter online!": "Condividi la tua lettera di presentazione online!",
    "Send employers a link to an online version of your cover letter which looks great on any device": "Crea una o più versioni online della tua lettera di presentazione e invia alle aziende il link per visualizzarlo da qualsiasi dispositivo elettronico.",
    "Find jobs that match your profile and send your job-winning resume": "Trova opportunità di lavoro che si adattano al tuo profilo professionale ed invia il tuo curriculum",
    "What are you looking for?": "Che cosa stai cercando?",
    "Where?": "Dove?",
    "Type a job, industry or business": "Digita un lavoro, un'azienda o un settore",
    "Type the town, city, state or country": "Digita la città, la regione o la nazione",
    "Job vacancies": "Offerte di lavoro",
    "Unshare": "Disattiva la condivisione online",
    "Preview online": "Anteprima online",
    "Share it online": "Condividi online",
    "Terms & Conditions": "Termini e Condizioni",
    "Privacy Policy": "Informativa sulla privacy",
    "Contact Us": "Contattaci",
    "You haven't created a resume yet": "Non hai ancora creato un Curriculum",
    "You haven't created a cover letter yet": "Non hai ancora creato una lettera di presentazione",
    "Recommended for you": "Raccomandato per te",
    "No search results found": "Nessun risultato trovato per la tua ricerca",
    "Share your resume": "Condividi il tuo curriculum vitae",
    "Send a private link to your resume or share it on social media. This online version will automatically update when you make changes.": "Invia un link privato di accesso al tuo curriculum vitae o condividilo sui social media. Questa versione online si aggiornerà automaticamente in caso di modifica del curriculum vitae.",
    "Copy and paste the private link": "Copia e incolla il link privato",
    "Your resume is visible to others.": "Il tuo curriculum vitae è visibile agli altri.",
    "Click the switch if you don’t want other people to see your resume using the link.": "Fai clic sul pulsante se non desideri che altre persone vedano il tuo curriculum vitae utilizzando il link.",
    "Your resume is not visible to others.": "Il tuo curriculum vitae non è visibile agli altri.",
    "No one can see your resume using the link. Click the switch to make it visible.": "Nessuno può vedere il tuo curriculum vitae utilizzando il link. Fai clic sul pulsante se desideri renderlo visibile.",
    "Preview": "Anteprima",
    "Or click on the icons to share using social media or email": "Oppure fai clic sulle icone per condividerlo tramite social media o e-mail",
    "Copied! Right-click to paste": "Copiato! Fai clic con il tasto destro per incollare",
    "Shared": "Condiviso",
    "Copy": "Copia",
    "Send employers or friends a private link to your cover letter. This online version will automatically update when you make changes.": "Invia ai datori di lavoro o ad amici un link privato relativo alla tua lettera di presentazione. Questa versione online si aggiornerà automaticamente all´apportare modifiche.",
    "Copy the private link": "Copia il link privato",
    "Your cover letter is visible to others.": "La tua lettera di presentazione è visibile agli altri.",
    "Click the switch if you don’t want people to see it using the link.": "Fai clic sul pulsante se non desideri che le persone lo visualizzino utilizzando il link.",
    "Share your cover letter": "Condividi la tua lettera di presentazione",
    "Your cover letter is not visible to others.": "La tua lettera di presentazione non è visibile agli altri.",
    "No one can see your cover letter using the link. Click the switch to make it visible.": "Usando il link, nessuno può vedere la tua lettera di presentazione. Fai clic sul pulsante per renderla visibile.",
    "Share": "Condividi",
    "WARNING!": "ATTENZIONE!",
    "The elements of the present website (including, but not limited to, source code, software, trademarks, information texts, content, structure and design) are copyrighted and no licenses, express or implied, are granted to software developers, users and/or other third parties.": "Gli elementi del presente sito web (inclusi, a titolo esemplificativo ma non esaustivo, codice sorgente, software, marchi, testi informativi, contenuto, struttura e design) sono protetti da copyright e nessuna licenza, espressa o implicita, è concessa a sviluppatori di software, utenti e/o altre terze parti.",
    "Is strictly forbidden to use (or contribute to an individual to do so) the web browser’s console used to access this website to insert and/or execute expressions, commands or codes that, directly or indirectly, interfere, manipulate and/or damage any element of this website, especially its source code.": "È severamente vietato utilizzare (o contribuire a a farlo) la console del browser web utilizzata per accedere a questo sito web per inserire e/o eseguire espressioni, comandi o codici che, direttamente o indirettamente, interferiscono, manipolano e/o danneggiano qualsiasi elemento di questo sito web, in particolare il suo codice sorgente.",
    "Please be aware that this actions could involve, among others, (a) that your private information or personal data is sent to an unauthorized third party and/or the owner or operator of a false website and, consequently, they are stolen and/or processed for fraudulent purposes or (b) that a malware can be installed on your computer to access your files (documents, photos, videos), camera, microphone, printer or devices connected to your computer, which would make your privacy more vulnerable.": "E' necessario sapere che queste azioni potrebbero comportare, tra l'altro, (a) che le informazioni private o i dati personali dell'utente vengano inviati a una terza parte non autorizzata e/o al proprietario o gestore di un sito web falso e, di conseguenza, vengano rubati e/o elaborati per scopi fraudolenti o (b) che un malware possa essere installato sul computer per accedere ai file dell'utente (documenti, foto, video), fotocamera, microfono, stampante o dispositivi collegati al computer, rendendo la privacy più vulnerabile.",
    "The owner and operator of this website (copyright holder) will not be liable for any direct or indirect, incidental, special, exemplary or consequential damages for an individual arising from, out of or in connection with the infringement of the present warning.": "Il proprietario e il gestore di questo sito web (detentore del copyright) non saranno responsabili per eventuali danni diretti o indiretti, incidentali, speciali, esemplari o consequenziali per un individuo derivanti da, fuori o in connessione con la violazione della presente avvertenza.",
    "Moreover, any user of this website must refrain, as it is prohibited, from totally or partially copy, reproduce, publish, transform, provide, distribute, transmit, publicly communicate, display or make use of any of the elements of our Website.": "Inoltre, qualsiasi utente di questo sito web deve astenersi, in quanto è vietato, copiare, riprodurre, pubblicare, trasformare, fornire, distribuire, trasmettere, comunicare pubblicamente, visualizzare o utilizzare in tutto o in parte gli elementi del nostro sito web.",
    "The owner and operator of this website reserves the right to take any and all necessary legal actions, including compensation for direct and indirect damages, at our disposal that it will be considered appropriate for the best defense of its legitimate rights and interests, in the event of an infringement of its intellectual property rights": "Il proprietario e il gestore di questo sito web si riservano il diritto di intraprendere qualsiasi e tutte le azioni legali necessarie, incluso il risarcimento per danni diretti e indiretti, a nostra disposizione che sarà ritenuto appropriato per la migliore difesa dei suoi legittimi diritti e interessi, nel caso di una violazione dei suoi diritti di proprietà intellettuale",
    "Find the perfect job close to you!": "Trova il lavoro perfetto più vicino a te!",
    "Jobs by": "Offerte di lavoro di",
    "Rename your resume": "Rinomina il curriculum",
    "Rename your cover letter": "Rinomina la lettera di presentazione",
    "Insert valid date": "Inserire una data valida",
    "Help & Contact": "Aiuto e contatti",
    "Want expert advice?": "Desideri consigli esperti?",
    "Visit our Help & Contact section": "Visita la sezione Aiuto e contatti",
    "or send an e-mail to %(appEmail)s": "o invia un'email a %(appEmail)s",
    "Go to Help & Contact": "Vai Aiuto e contatti",
    "resume": "curriculum",
    "cover letter": "lettera di presentazione",
    "Jobs": "Lavori",
    "new resume": "nuovo curriculum",
    "new cover letter": "nuova lettera di presentazione",
    "See more": "Vedi altro",
    "Updated %(monthShort)s %(day)s, %(hours)s:%(minutes)s": "Aggiornato il %(day)s %(monthShort)s, alle %(hours)s:%(minutes)s",
    "Upgrade now": "Diventa Premium",
    "Settings": "Impostazioni",
    "Edit": "Modifica",
    "What?": "Cosa?",
    "Job, industry or business…": "Lavoro, industria o impresa…",
    "Town, city, state or country…": "Paese, città, stato o nazione…",
    "Recommended jobs": "Lavori consigliati",
    "Read more": "Leggi di più",
    "Current Subscription Plan": "Abbonamento attuale",
    "Upgrade": "Aggiorna",
    "Registered": "Iscritto dal",
    "Premium Basic User": "Utente Premium base",
    "Premium Unlimited User": "Utente Premium illimitato",
    "Payment History": "Cronologia dei pagamenti",
    "Here you can review your payments after your initial Trial Fee of %(trialFeeSubscription)s": "Qui puoi consultare i tuoi pagamenti, dopo la tua prova gratuita iniziale di %(trialFeeSubscription)s",
    "Date": "Data",
    "Plan": "Abbonamento",
    "Total": "Totale",
    "Status": "Stato",
    "Next payment": "Pagamento successivo",
    "Paid": "Pagato",
    "Free User": "Utente gratuito",
    "MM/DD/YYYY": "GG/MM/AAAA",
    "Need any help?": "Hai bisogno di aiuto?",
    "Before you go %(userName)s, we wanted to show you the special offers you’re missing": "Prima di andare %(userName)s, vorremmo mostrarti l'offerta speciale a cui stai rinunciando",
    "Before you go, we wanted to show you the special offers you’re missing": "Prima di andare, vorremmo mostrarti l'offerta speciale a cui stai rinunciando",
    "Available for a limited time only": "Disponibile solo per un tempo limitato",
    "Keep your trial rolling for another month of unlimited access completely free*.": "Continua la tua prova per un altro mese di accesso illimitato completamente gratis*.",
    "Get another 30 days free": "Ottieni altri 30 giorni gratis",
    "* (This will renew at a cost of %(price)s after 4 weeks)": "* (si rinnoverà al costo di %(price)s dopo 4 settimane)",
    "Keep unlimited access to our resume builder until you find your ideal job for just %(offerPrice)s a month.": "Mantieni l'accesso illimitato al generatore di curriculum finché non trovi il lavoro ideale per %(offerPrice)s/mese.",
    "Select our %(offerPrice)s a month offer": "Scegli l'offerta da %(offerPrice)s/mese",
    "Select our %(price)s a year offer": "Scegli l'offerta da %(price)s/anno",
    "Don’t settle for bland, generic resumes and cover letters": "Basta a curriculum e lettere di presentazione banali e generici",
    "We can help you avoid that with our easily customized templates, user-friendly content wizard, and tips on how to seriously impress employers!": "Possiamo aiutarti con i nostri modelli personalizzabili, la procedura guidata intuitiva e i suggerimenti su come impressionare seriamente i datori di lavoro!",
    "Are you sure you want to unsubscribe?": "Sei sicuro di voler annullare l'iscrizione?",
    "No, don’t cancel it!": "No, ho cambiato idea!",
    "Yes, cancel my subscription": "Sì, annulla la mia iscrizione",
    "I understand that I will lose access to my Premium features, but I’m still happy to cancel.": "Comprendo che perderò l'accesso alle funzionalità Premium, ma sono comunque felice di annullare l'iscrizione.",
    "Are you sure you want to cancel your subscription?": "Sei sicuro di voler annullare la tua iscrizione?",
    "Once you cancel you can no longer use our tools to:": "Una volta annullata, non potrai più utilizzare i nostri strumenti per:",
    "Download PDFs of your documents": "Scaricare i PDF dei tuoi documenti",
    "Create personalized CVs and Cover Letters": "Creare CV e lettere di presentazione personalizzati",
    "Share your documents online": "Condividere i tuoi documenti online",
    "Return to Dashboard": "Tornare al pannello di controllo",
    "Cancel Subscription": "Annullare l'abbonamento",
    "Thanks for your purchase!": "Grazie per il tuo acquisto!",
    "We’ve sent you an email as confirmation.": "Ti abbiamo inviato un'email di conferma.",
    "30 extra days unlimited access free": "30 giorni extra di accesso illimitato gratuito",
    "Unlimited access for %(offerPrice)s per month": "Accesso illimitato per %(offerPrice)s al mese",
    "1 year’s unlimited access for the price of a month": "1 anno di accesso illimitato al prezzo di un mese",
    "This purchase will be charged to the same card you used for the previous subscription": "Questo acquisto verrà addebitato sulla stessa carta utilizzata per l'abbonamento precedente",
    "Account information": "Informazioni account",
    "Visit My Dashboard": "Vai al mio Pannello di controllo",
    "You can cancel your subscription at any time via your account settings. If you need any assistance please contact our customer service team at %(appEmail)s": "Puoi annullare l'abbonamento in qualsiasi momento tramite le impostazioni del tuo account. Se hai bisogno di assistenza, contatta il nostro servizio clienti all'indirizzo %(appEmail)s",
    "Call us for free at +1 (844) 333-0735, Mon-Sun 8 am - 6 pm CET": "Chiamaci al numero gratuito +39 800 130 350, Lun-Ven 11:00 - 20:00",
    "You’re 75%% more likely to get rejected without a unique resume or cover letter for each job application.": "Hai il 75%% di probabilità in più di essere respinto senza un curriculum o una lettera di presentazione unici per ogni richiesta di lavoro.",
    "Save up to 90%% with a one-off fee of %(price)s for 1 year’s unlimited access to all our resume tools.": "Risparmia fino al 90%% con un pagamento unico pari a %(price)s per 1 anno di accesso illimitato agli strumenti per il CV.",
    "MOST POPULAR": "PIÙ POPOLARE",
    "Please reload the page. If the error persists, try again later.": "Ricarica la pagina. Se l'errore persiste, prova più tardi.",
    "Something went wrong": "Qualcosa è andato storto",
    "We were not able to apply the offer.": "Non è possibile attivare quest'offerta.",
    "BACK TO OFFERS": "TORNA ALLE OFFERTE",
    "Account Settings": "Impostazioni account",
    "EMAIL ACCOUNT": "EMAIL DELL’ACCOUNT",
    "Confirm new password": "Conferma la nuova password",
    "SAVE CHANGES": "SALVA LE MODIFICHE",
    "Membership": "Abbonamento",
    "PREMIUM ACCOUNT": "ACCOUNT PREMIUM",
    "Unlock our premium features": "Sblocca le funzioni Premium",
    "Starting from": "A partire da",
    "Personal information": "Informazioni personali",
    "First name": "Nome",
    "Last name": "Cognome",
    "Remove Photo": "Rimuovi foto",
    "Easy to guess!": "Facile da indovinare!",
    "Not bad...": "Non male...",
    "Great job!": "Buon lavoro!",
    "New password": "Nuova password",
    "Resumes and cover letters": "Curriculum vitae e lettere di presentazione",
    "Unlimited downloads and storage": "Download e archiviazione illimitati",
    "Share resumes online": "Condividi curriculum online",
    "Access to premium templates": "Accesso ai modelli premium",
    "Unlimited tips and real examples": "Suggerimenti illimitati ed esempi reali",
    "UPGRADE NOW": "AGGIORNA ORA",
    "* (This will renew at a monthly cost of %(price)s after 30 days)": "* (si rinnoverà ad un costo mensile di %(price)s dopo 30 giorni)",
    "Extend your Premium unlimited access!": "Prolunga il tuo periodo di accesso illimitato a Premium!",
    "Pay for a month, get 11 for free!": "Paghi un mese, gli altri 11 sono in regalo!",
    "Keep your trial rolling for another month of unlimited access completely free.": "Continua la tua prova per un altro mese di accesso illimitato completamente gratis.",
    "APPLY OFFER": "APPLICA L’OFFERTA",
    "We are applying your offer…": "Stiamo applicando la tua offerta...",
    "Get your 90%% discount!": "Ottieni uno sconto del 90%%!",
    "Remove": "Rimuovere",
    "Drag to reposition": "Trascina per riposizionare",
    "Upload a new photo": "Carica una nuova foto",
    "Save": "Salva",
    "The photo you have uploaded is too heavy.": "La foto che hai caricato è troppo grande.",
    "Please try again with one that weighs less than 2MB.": "Riprova con una di dimensioni inferiori a 2MB.",
    "Manage my account": "Gestisci il mio account",
    "Cancel Premium membership": "Annulla l'abbonamento Premium",
    "Do you want to cancel your Premium account?": "Vuoi annullare il tuo account Premium?",
    "Original": "Precedente",
    "%(price)s / month": "%(price)s / al mese",
    "%(price)s / year": "%(price)s / all’anno",
    "%(userName)s, we’re sad to see you go": "Ci dispiace vederti andar via, %(userName)s",
    "We are sad to see you go": "Ci dispiace vederti andar via",
    "Are you sure you no longer need career assistance?": "Sei sicuro di non aver più bisogno di assistenza?",
    "From the moment you cancel your Premium account, you will lose access to these features:": "Nel momento in cui cancelli il tuo account Premium, perderai l'accesso a queste funzioni:",
    "Unlimited resumes and cover letters": "Curriculum e lettere di presentazione illimitati",
    "Downloading in PDF format": "Download in formato PDF",
    "Expert tips and real examples": "Consigli degli esperti ed esempi reali",
    "Online professional advice and support": "Consulenza e supporto professionale online",
    "Sharing resumes and applying for jobs online": "Condivisione del curriculum e richieste di lavoro online",
    "No, keep Premium account": "No, non cancellare l'account Premium",
    "Yes, cancel my account": "Sì, cancella il mio account",
    "Other options to consider": "Altre opzioni da prendere in considerazione",
    "Have a chat with our customer service team if you are having difficulties using any of our tools": "Fatti una chiacchierata con il nostro servizio clienti se riscontri delle difficoltà a utilizzare uno dei nostri strumenti",
    "Get extra help": "Ottieni un supporto extra",
    "Create a unique cover letter that will get you 67 %% more interviews when applying": "Crea una lettera di presentazione che ti farà ottenere il 67%% di colloqui in più quando presenti una richiesta",
    "Subscription Cancelled": "Abbonamento cancellato",
    "Thankyou for using %(appName)s": "%(appName)s ti ringraziamo per aver utilizzato i nostri servizi",
    "CANCELLATION DATE": "DATA DI CANCELLAZIONE",
    "You will receive a confirmation email at %(userEmail)s, make sure to check your spam folder.": "Riceverai un'email di conferma all’indirizzo %(userEmail)s, assicurati che l’email non finisca nella tua cartella di posta indesiderata.",
    "We will save all your documents in case you wish to sign up again in the future.": "Salveremo tutti i tuoi documenti nel caso in cui tu voglia iscriverti di nuovo in futuro.",
    "You won’t receive any more %(appName)s charges.": "%(appName)s, non riceverai più alcun addebito.",
    "Let us know why you’ve decided to cancel your Premium membership, so that we can improve our services for the future": "Facci sapere perché hai deciso di cancellare la tua iscrizione Premium, così potremo migliorare i nostri servizi in futuro",
    "Please, indicate your motive before continuing": "Indica il motivo prima di continuare",
    "SUBMIT AND CONTINUE": "INVIA E CONTINUA",
    "Your opinion is important to us, so thank you very much for helping us to continue improving our services": "La tua opinione è importante per noi, quindi ti ringraziamo perché ci aiuti a migliorare i nostri servizi",
    "Oh, snap! We're sorry you’ve experienced technical issues :(": "Accidenti! Ci dispiace che tu abbia riscontrato problemi tecnici :(",
    "We're here to help! Please describe the problem you’re experiencing and we'll get back to you as soon as possible.": "Siamo qui per aiutarti! Descrivi il problema che hai riscontrato e ti risponderemo il prima possibile.",
    "Contact details": "Informazioni di contatto",
    "Name": "Nome",
    "Email": "Email",
    "Tell us what went wrong": "Dicci cos’è andato storto",
    "Describe the issue here": "Descrivi il tuo problema",
    "SUBMIT": "INVIA",
    "To better help you, please provide as many relevant details as you can.": "Fornisci più informazioni possibili per ricevere un miglior supporto.",
    "Feedback received! Please allow for some time before canceling your account. If we're not able to fix your issue, we will help you cancel your account, hassle-free.": "Feedback ricevuto! Prima di cancellare il tuo account, ripensaci. Se non saremo in grado di risolvere il tuo problema, ti aiuteremo a cancellare il tuo account.",
    "Expert Tips": "Consigli degli esperti",
    "Does your resume pass the AI test?": "Il tuo curriculum ha superato il test IA?",
    "Run your resume through our Resume Checker and find out the best ways to improve it in minutes.": "Esegui il controllo del tuo curriculum e scopri il modo migliore per migliorarlo in pochi minuti.",
    "Review My Resume": "Controlla il mio curriculum",
    "Check to see if your resume meets the following:": "Verifica se il tuo curriculum soddisfa i seguenti criteri:",
    "No empty sections": "Nessuna sezione vuota",
    "No more than 2 pages": "Non più di 2 pagine",
    "No grammatical errors or typos": "Nessun errore grammaticale o di battitura",
    "Skills and descriptions are relevant to the specific application": "Competenze e descrizioni sono rilevanti per il lavoro richiesto",
    "Descriptions are short and to the point": "Le descrizioni sono brevi e concise",
    "You’ve made a cover letter to go with the job application": "Hai scritto una lettera di presentazione per la tua candidatura",
    "GOOD TO GO!": "TUTTO PRONTO!",
    "EDIT MY RESUME": "MODIFICA IL MIO CURRICULUM",
    "Rate us online": "Dacci un voto online",
    "Love our tool? Let others know by leaving a review.": "Ti piace il nostro strumento? Fallo sapere anche agli altri scrivendo una recensione.",
    "Leave a Review": "Scrivi una recensione",
    "Have you tried our job searching tool?": "Hai già provato lo strumento per la ricerca del lavoro?",
    "We connect you to the latest job opportunities from top companies. Be the first one to apply!": "Ti presentiamo le migliori offerte di lavoro pubblicate dalle migliori aziende. Invia per primo la tua candidatura.",
    "Find Me My Dream Job": "Trova il lavoro dei miei sogni",
    "Call us for free at (+44) 808 196 4677, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "Chiamaci gratis al numero (+44) 808 196 4677, Lun-Ven 8:00 - 20:00, Sab-Dom 8:00 - 18:00, CET",
    "Call us for free at (+34) 900 109 004, Mon-Sun 8:00 - 18:00, CET": "Chiamaci gratis al numero (+34) 900 109 004, Lun-Dom 8:00 - 18:00, CET",
    "Call us for free at (+33) 08 00 99 16 12, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "Chiamaci gratis al numero (+33) 08 00 99 16 12, Lun-Ven 8:00 - 20:00, Sab-Dom 8:00 - 18:00, CET",
    "Call us for free at (+39) 800 130 350, Mon-Fri 10:00 - 19:00 CET": "Chiamaci gratis al numero (+39) 800 130 350, Lun-Ven 10:00 - 19:00 CET",
    "Call us for free at +1 (844) 333-0735, Mon-Fri 8 am - 8 pm, Sat-Sun 8 am - 6 pm, CET": "Chiamaci gratis al numero +1 (844) 333-0735, Lun-Ven 8:00 - 20:00, Sab-Dom 8:00 - 18:00, CET",
    "Call us for free at +1 (866) 575-0970, Mon-Fri 2 am - 2 pm, Sat-Sun 2 am - 12 pm, EST": "Chiamaci gratis al numero +1 (866) 575-0970, Lun-Ven 2:00 - 14:00, Sab-Dom 2:00 - 12:00, CET",
    "Untitled %(docType)s": "%(docType)s senza titolo",
    "Next step": "Prossimo step",
    "Hi %(name)s, get ready to land your dream job": "Ciao %(name)s, preparati ad ottenere il lavoro dei tuoi sogni",
    "Every resume needs a cover letter": "Ogni curriculum ha bisogno di una lettera di presentazione",
    "Double your chances with a customized cover letter.": "Raddoppia le tue possibilità con una lettera di presentazione personalizzata.",
    "Create cover letter": "Crea una lettera di presentazione",
    "Recommended": "Consigliato",
    "Discover your online resume": "Scopri il tuo curriculum online",
    "Copy and paste a unique URL for easy sharing and keep track of views.": "Copia e incolla un URL unico per facilitare la condivisione e tenere traccia delle visualizzazioni.",
    "View my online resume": "Visualizza il mio curriculum online",
    "Top reads": "Articoli più letti",
    "Online resume": "Curriculum online",
    "Documents": "Documenti",
    "New resume": "Nuovo curriculum",
    "Digital pdf (single-page)": "PDF digitale (in una singola pagina)",
    "Print ready pdf (multi-page)": "Stampa un PDF pronto (su più pagine)",
    "TXT (plain text)": "TXT (solo testo)",
    "min": "min",
    "Hi!": "Ciao!",
    "Get ready to land your dream job": "Preparati a trovare il lavoro dei tuoi sogni",
    "Resume review": "Valutazione del curriculum",
    "Maximize your chances with expert recommendations": "Migliora le tue possibilità con i consigli degli esperti",
    "Crafting a winning resume can be challenging. Our advice will help you identify improvement areas, so you can adapt your resume to your dream job.": "Creare un curriculum vincente può essere impegnativo. I nostri consigli ti aiuteranno a individuare le aree da migliorare, in modo da adattare il tuo curriculum al lavoro dei tuoi sogni.",
    "In-depth analysis": "Analisi approfondita",
    "We will meticulously examine your resume ensuring it aligns perfectly with industry standards.": "Analizzeremo meticolosamente il tuo curriculum per assicurarci che sia perfettamente in linea con gli standard del settore.",
    "Tailored feedback": "Feedback personalizzato",
    "Receive personalized suggestions to help you highlight your strengths and address any weaknesses.": "Ricevi suggerimenti personalizzati che ti aiuteranno a mettere in luce i tuoi punti di forza e a risolvere eventuali debolezze.",
    "Professional insights": "Approfondimenti professionali",
    "Understand exactly what employers are looking for in candidates, for your specific job title.": "Comprendi perfettamente ciò che i datori di lavoro cercano nei candidati, in relazione alla tua specifica posizione lavorativa.",
    "What is your desired job position?": "Qual è la posizione lavorativa che desideri ottenere?",
    "Job position": "Posizione lavorativa",
    "Review resume": "Rivedi il curriculum",
    "<span>Ready in 48h.</span> Ensure it's correct, one chance only.": "<span>Pronto in 48 ore.</span> Assicurati che sia corretto, c'è una sola possibilità.",
    "Unlock now.": "Sblocca ora.",
    "Choose a resume to review": "Scegli un curriculum da esaminare",
    "Select": "Scegli",
    "Your resume review request was submitted.": "La richiesta di revisione del tuo curriculum è stata inoltrata.",
    "Checking marketability and clarity": "Verifica della commerciabilità e della chiarezza",
    "Verifying formatting": "Verifica della formattazione",
    "Analyzing achievements": "Analisi dei risultati",
    "Evaluating content relevance": "Valutazione della rilevanza dei contenuti",
    "Assesing fit to desired job": "Valutazione dell'idoneità al lavoro desiderato",
    "Your resume is being reviewed": "Il tuo curriculum è in fase di revisione",
    "Come back in": "Torna",
    "Essential": "Essenziale",
    "Recommended": "Consigliato",
    "Get your resume reviewed by experts": "Fai esaminare il tuo curriculum agli esperti",
    "Receive professional feedback within 48h, then apply to your dream job.": "Ricevi un feedback professionale entro 48 ore, quindi candidati al lavoro dei tuoi sogni.",
    "Request resume review": "Richiedi la revisione del curriculum",
    "Your resume review is ready.": "La revisione del tuo curriculum è pronta.",
    "View": "Visualizza",
    "Document reviewed": "Documento rivisto",
    "Job position": "Posizione lavorativa",
    "Edit resume": "Modifica il curriculum",
    "Boost your chances of standing out to potential employers": "Aumenta le tue possibilità di farti notare dai potenziali datori di lavoro",
    "Based on the experience and skills highlighted in your resume, we've put together some tailored suggestions to help you excel in your application for a %(position)s position in %(country)s:": "In base all'esperienza e alle competenze evidenziate nel tuo curriculum, abbiamo elaborato alcuni suggerimenti personalizzati che ti aiuteranno ad eccellere nella tua richiesta di una posizione lavorativa come %(position)s in %(country)s:",
    "Resume <span> Review </span>": "<span>Valutazione</span> del curriculum",
    "Apply this advice to ensure your resume is effective, professional, and optimized for both human and automated review (ATS).": "Applica questi consigli per assicurarti che il tuo curriculum sia efficace, professionale e ottimizzato per la revisione umana e automatica (ATS).",
    "Change": "Cambia",
    "No resumes yet":"Ancora nessun curriculum",
    "Unlock now": "Sblocca ora",
    "Don’t miss out on your resume review!": "Non perdere l'occasione di far revisionare il tuo curriculum!",
    "If you have a pending Resume Review, it will be cancelled.": "Se il tuo curriculum è già in attesa di essere revisionato, questo verrà annullato.",
    "Time remaining": "Tempo rimanente",
    "Go to resume review": "Vai alla revisione del curriculum",
    "You’re missing the final step! Your resume review": "Ti manca un ultimo passaggio! La revisione del tuo curriculum",
    "Enhance your resume with expert feedback and boost your job opportunities. Stand out from the crowd!": "Migliora il tuo curriculum con il feedback di un esperto e aumenta le tue possibilità di impiego. Emergi dalla massa!",
    "Your expert coach": "Il tuo coach esperto",
    "ASK FOR RESUME REVIEW": "RICHIEDI LA REVISIONE DEL CURRICULUM",
    "Continue": "Continuare",
    "Unlimited User": "Utente illimitato"
}
