{
    "Duplicate": "Kopia",
    "Edit title": "Zmień tytuł",
    "Delete": "Usuń",
    "Document untitled": "Dokument bez nazwy",
    "Land your dream job using a professional cover letter template": "Znajdź wymarzoną pracę za pomocą profesjonalnego szablonu listu motywacyjnego",
    "Boost your career with a convincing, HR-approved resume": "Rozwiń swoją karierę dzięki świetnemu CV, zatwierdzonemu przez HR.",
    "Downloading...": "Pobieranie...",
    "Download": "Pobierz",
    "Accept": "Akceptuj",
    "Cancel": "Anuluj",
    "Dashboard": "Pulpit nawigacyjny",
    "Resumes": "CV",
    "Cover letters": "Listy motywacyjne",
    "Profile": "Profil",
    "Help": "Pomoc",
    "Sign Out": "Wyloguj się",
    "Your account": "Twoje konto",
    "Subscription": "Subskrypcja",
    "Saving data": "Zapisywanie danych",
    "Saved": "Zapisano",
    "Back": "Powrót",
    "App language": "Język aplikacji",
    "Website language": "Język witryny",
    "Deleted successfully": "Pomyślnie usunięto",
    "Error": "Błąd",
    "User ID:": "ID użytkownika:",
    "E-book": "E-book",
    "Get to grips with resume writing": "Opanuj pisanie CV",
    "Download your Winning Resume Kit": "Pobierz swój najlepszy zestaw CV",
    "Get it now!": "Uzyskaj go już teraz!",
    "Ask the experts": "Zapytaj naszą grupę ekspertów",
    "Get professional resume advice": "Jesteśmy do Twojej dyspozycji 24/7",
    "Have a suggestion?": "Masz jakieś sugestie?",
    "Got a suggestion?": "Chcemy wiedzieć co myślisz!",
    "Let us know your thoughts": "Podpowiedz nam, co możemy poprawić",
    "Job search": "Poszukiwanie pracy",
    "Find your next dream job": "Znajdź swoją następną pracę marzeń",
    "Latest cover letter": "Ostatni list motywacyjny",
    "Create a cover letter": "Stwórz list motywacyjny",
    "Combine your cover letter and resume to make the right impression": "Połącz swój list motywacyjny z CV, aby zrobić dobre wrażenie",
    "Latest resume": "Ostatnie CV",
    "Create a resume": "Stwórz CV",
    "Complete your professional resume to grab the employer's attention": "Stwórz swoje profesjonalne CV, aby przyciągnąć uwagę pracodawcy",
    "View all": "Zobacz wszystko",
    "View less": "Zobacz mniej",
    "If you need any help or advice, don't hesitate to contact our friendly resume professionals.": "Jeśli potrzebujesz pomocy lub porady, nie wahaj się skontaktować z naszymi specjalistami ds. CV, którzy są bardzo przyjaźni.",
    "Reminder": "Przypomnienie",
    "Before you get started": "Zanim zaczniesz",
    "How it works": "Jak to działa",
    "Time to start sending your winning resume out? Check out some of the best vacancies in your area with the built-in job search app.": "Czas zacząć wysyłać swoje najlepsze CV? Sprawdź najlepsze oferty pracy w Twojej okolicy dzięki wbudowanej aplikacji do wyszukiwania pracy.",
    "Enter the type or name of the job you want to find, the location and country and click 'Find Jobs' to get a list of the most suitable listings in your preferred area.": "Wprowadź typ lub nazwę pracy, którą chcesz znaleźć, lokalizację i kraj, a następnie kliknij „Znajdź pracę”, aby uzyskać listę najbardziej pasujących ofert w wybranym obszarze.",
    "Job": "Praca",
    "City": "Miasto",
    "Country": "Kraj",
    "Find jobs": "Znajdź oferty pracy",
    "Load more": "Załaduj więcej",
    "Company": "Firma",
    "See position": "Zobacz pozycję",
    "Are you sure you want to delete this cover letter?": "Czy na pewno chcesz usunąć ten list motywacyjny?",
    "Are you sure you want to duplicate this cover letter?": "Czy na pewno chcesz powielić ten list motywacyjny?",
    "Do you want to edit the title of this cover letter?": "Czy chcesz zmienić tytuł tego listu motywacyjnego?",
    "New cover letter": "Nowy list motywacyjny",
    "Create new cover letter": "Stwórz nowy list motywacyjny",
    "Duplicate or build a new cover letter to match your needs": "Powiel lub stwórz nowy list motywacyjny w zależności od potrzeb",
    "Your cover letters": "Twoje listy motywacyjne",
    "Suggestions for your cover letter": "Sugestie dla Twojego listu motywacyjnego",
    "Take heed of these <strong>expert pieces of advice regarding cover letter writing</strong> which can help you make your job application stand out.": "Zapoznaj się z <strong>poradami ekspertów dotyczącymi pisania listów motywacyjnych</strong>, które pomogą wyróżnić Twoje podanie o pracę.",
    "It is essential to remember to <strong>maintain your focus on the needs of the company</strong> you’re applying to and the requirements and desired abilities of the ideal candidate for the role.": "Pamiętaj, aby <strong>skupić się na potrzebach firmy</strong>, do której składasz wniosek o pracę, oraz wymaganiach i umiejętnościach idealnego kandydata na tę rolę.",
    "Each cover letter for a job application, <strong>cover letters for internships</strong>, for further study or even volunteer experience should be <strong>tailored to their specific organization</strong> and position with the pertinent keywords.": "Każdy list motywacyjny do wniosku o pracę, <strong>wniosków o staż</strong>, na wyższe studia, a nawet do wolontariatu, powinien być <strong>dopasowany do konkretnej organizacji</strong> i pozycji i zawierać odpowiednie słowa kluczowe.",
    "The <strong>beginning of a cover letter should include a header</strong> with the candidate’s full name and contact details.": "<strong>Początek listu motywacyjnego powinien zawierać nagłówek</strong> z pełnym imieniem i nazwiskiem kandydata oraz danymi kontaktowymi.",
    "Candidates are advised and urged to do a little research, use their initiative and <strong>try to find the name of the person in charge</strong> of filling the new vacancy by <strong>visiting the company website and social media sites</strong>.": "Radzimy kandydatom <strong>spróbować znaleźć nazwisko osoby odpowiedzialnej</strong> za rekrutację pracowników, <strong>odwiedzając witrynę firmy i portale społecznościowe</strong>.",
    "Towards the <strong>end of a cover letter</strong>, each candidate should write a convincing finish to entice the hiring manager and in sales terminology “<strong>seal the deal</strong>”.": "W <strong>liście motywacyjnym</strong> należy zawrzeć przekonujące zakończenie, aby zachęcić pracodawcę i jak to się mówi - „<strong>dobić targu</strong>”.",
    "Your reading list": "Twoja lista lektur",
    "Tips": "Wskazówki",
    "Are you sure you want to delete this resume?": "Czy na pewno chcesz usunąć to CV?",
    "Are you sure you want to duplicate this resume?": "Czy na pewno chcesz powielić to CV?",
    "Do you want to edit the title of this resume?": "Czy chcesz zmienić nazwę tego CV?",
    "Create new resume": "Stwórz nowe CV",
    "Keep up to date with these expert tips so you can <strong>get the best out of your winning resume</strong> to ensure you get the call-back you’ve been waiting for!": "Bądź na bieżąco ze wskazówkami ekspertów, aby <strong>udoskonalić swoje CV</strong>, i dostać pracę o której marzysz!",
    "It is essential for all jobseekers, whether entry-level or highly experienced in their field, to <strong>construct a customized resume for each position, company or sector</strong> they apply to.": "Dla wszystkich osób poszukujących pracy, niezależnie od tego, czy są to osoby początkujące, czy też posiadające duże doświadczenie w tej dziedzinie, niezbędne jest <strong>stworzenie CV odpowiedniego dla każdego stanowiska, firmy lub sektora</strong>.",
    "The use of <strong>KEYWORDS</strong> is often overlooked by jobseekers and they are fast becoming an integral part of a winning resume. - You can <strong>find the relevant keywords and expressions for your resume within the job vacancy</strong>, company website or profiles of other professions in that particular area.": "Użycie <strong>SŁÓW KLUCZOWYCH</strong> jest integralną częścią idealnego CV, jednak często jest pomijane przez osoby poszukujące pracy. - Możesz <strong>znaleźć odpowiednie słowa kluczowe i wyrażenia do swojego CV pasujące do wybranych miejsc pracy</strong>, strony internetowej firmy lub profili innych zawodów w danym obszarze.",
    "<strong>Include the standard sections in every resume you create</strong> - contact information, objective or summary, education, work experience and skills.": "<strong>Dołącz standardowe sekcje do każdego tworzonego CV</strong> - dane kontaktowe, cel lub podsumowanie, wykształcenie, doświadczenie zawodowe i umiejętności.",
    "But to <strong>create a unique resume</strong> that will attract a hiring manager at first glance, remember to <strong>include specific resume sections that relate to your professional profile</strong> and the vacancy on offer, such as pertinent publications, conferences you’ve attended, extra training, courses or awards you’ve received etc.": "Jednakże, aby <strong>utworzyć unikalne CV</strong>, które na pierwszy rzut oka przyciągnie pracodawcę, pamiętaj, aby <strong>dołączyć te części CV, które dotyczą Twojego profilu zawodowego</strong> i oferty pracy, na przykład stosowne publikacje, konferencje, w których uczestniczyłeś(-aś), dodatkowe szkolenia, kursy lub nagrody, które otrzymałeś(-aś) itp.",
    "<strong>Avoid using the first person</strong>: ‘I’, throughout your resume; instead always refer to the third person without using the subject. For example, <strong>in a resume objective or work experience descriptions</strong>.": "<strong>Unikaj korzystania z formy pierwszej osoby</strong>: „ja” w całym CV; zamiast tego zawsze używaj formy trzeciej osoby, bez używania podmiotu. Na przykład <strong>w CV lub opisach doświadczenia zawodowego</strong>.",
    "<strong>Use strong verbs</strong> to describe your previous experience such as spearheaded, coordinated, orchestrated, established, launched, reduced (costs), increased (profits), restructured, facilitated, negotiated etc.": "<strong>Używaj silnych czasowników</strong>, aby opisać swoje wcześniejsze doświadczenia, takich jak: dowodzić, skoordynować, zorganizować, ustalić, wypuścić, obniżyć (koszty), zwiększyć (zyski), restrukturyzować, ułatwić, negocjować itp.",
    "<strong>Demonstrate quantifiable evidence</strong> of your personal involvement in a project or impact on a role.": "<strong>Zademonstruj wymierne dowody</strong> swojego osobistego zaangażowania w projekt lub wpływu na rolę.",
    "Current Plan": "Obecny Plan",
    "Subscribed": "Subskrybowano",
    "Start Now": "Zacznij już teraz",
    "Unsubscribe": "Anuluj subskrypcję",
    "Select a template to create your new cover letter": "Wybierz szablon, aby utworzyć nowy list motywacyjny",
    "Select a template to create your new resume": "Wybierz szablon, aby utworzyć nowe CV",
    "Leaving so soon?": "Tak szybko nas opuszczasz?",
    "Thanks, but I want to unsubscribe anyway.": "Dzięki, ale i tak chcę zrezygnować z subskrypcji.",
    "Remember to download all your resumes before unsubscribing.": "Pamiętaj, aby pobrać wszystkie swoje CV przed anulowaniem subskrypcji.",
    "Unsubscribe and delete all your resumes?": "Czy rezygnujesz z subskrypcji i chcesz usunąć wszystkie swoje CV?",
    "Built-in Job Search": "Wbudowana wyszukiwarka pracy",
    "Find your ideal job online via our integrated job search platform and apply directly with your winning resume and cover letter straight from your dashboard.": "Znajdź swoją idealną pracę online za pośrednictwem naszej zintegrowanej platformy poszukiwania pracy i aplikuj bezpośrednio za pomocą najlepszego CV i listu motywacyjnego bezpośrednio z pulpitu.",
    "Go to Dashboard": "Przejdź do Pulpitu",
    "Easy-to-use Online Builder": "Łatwy w użyciu Kreator Online",
    "Create your effective resume and cover letter, section by section, personalizing your application to your profile and tailoring it to the vacancy.": "Utwórz skuteczne CV i list motywacyjny, część po części, dostosowując wniosek do swojego profilu i stanowiska pracy.",
    "Start Resume Maker": "Uruchom Kreatora CV",
    "HR-approved Templates": "Szablony zatwierdzone przez HR",
    "Get professionally-designed, ATS-ready cover letter and resume samples to use for your own customized job application.": "Uzyskaj profesjonalnie zaprojektowany, gotowy do ATS list motywacyjny i przykłady CV do wykorzystania w swoim własnym, niestandardowym wniosku o pracę.",
    "Choose a template": "Wybierz szablon",
    "Expert Tips and Guides": "Przewodnik i porady ekspertów",
    "Career-specific tricks of the trade and how-to guides for writing a professional cover letter and appealing resume.": "Sztuczki branżowe oraz poradniki dotyczące pisania profesjonalnego listu motywacyjnego i atrakcyjnego CV.",
    "Get expert advice": "Uzyskaj poradę eksperta",
    "Please specify": "Proszę sprecyzuj",
    "Send survey": "Wyślij ankietę",
    "Unsubscribe successful!": "Anulowano subskrypcję!",
    "Thanks for using our online career assistant, we’re sorry to see you go but we’ll be here if you need us in the future.": "Dziękujemy za skorzystanie z naszego internetowego asystenta kariery. Przykro nam, że nas opuszczasz, ale będziemy tu, jeśli będziesz nas potrzebować w przyszłości.",
    "Before you leave...": "Zanim wyjdziesz...",
    "Your opinion is very important to us so thank you for helping us to continue developing our services!": "Twoja opinia jest dla nas bardzo ważna, będziemy wdzięczni za pomoc w ulepszaniu naszych usług!",
    "How to Write a Resume": "Jak napisać CV?",
    "Get the complete guide to resume writing with tips and ideas for what to include and what not to put in your winning resume as well as practical examples.": "Uzyskaj kompletny przewodnik do pisania CV, ze wskazówkami co należy uwzględnić, a czego nie należy umieszczać w idealnym CV, a także praktyczne przykłady.",
    "The Professional Resume": "Profesjonalne CV",
    "Create an expert resume for your job search with our guide to writing a professional resume that gives you specialist advice for executive positions and helps to get your career heading in the right direction.": "Stwórz profesjonalne CV dzięki naszemu przewodnikowi, który udziela specjalistycznych porad dla konkretnych stanowisk pracy i pomaga we właściwym ukierunkowaniu kariery.",
    "Entry-Level Resume Writing": "Pisanie CV na poziomie podstawowym",
    "If you're just getting your foot in the door of the professional world, check out our guide to writing a first resume with recommendations from HR experts for first-time jobseekers.": "Jeśli to dopiero Twoje pierwsze kroki w profesjonalnym świecie, przeczytaj nasz przewodnik na temat pisania pierwszego CV z zaleceniami ekspertów HR dla osób poszukujących pierwszej pracy.",
    "Resume Format and Layout Guide": "Przewodnik po formacie CV",
    "Don't forget about the importance of a good resume format to give structure to all the crucial information you need to include to complete your efficient job application.": "Nie zapomnij o znaczeniu dobrego formatu CV, który zapewni strukturę wszystkich najważniejszych informacji, które musisz podać, aby w sposób efektywne wypełnić wniosek o pracę.",
    "How to write an effective cover letter": "Jak napisać efektywny list motywacyjny",
    "Discover how to write an effective cover letter with our comprehensive guide including professional tricks of the trade.": "Dowiedz się, jak napisać skuteczny list motywacyjny dzięki naszemu kompleksowemu przewodnikowi z profesjonalnymi sztuczkami.",
    "HR-approved cover letter examples": "Przykłady listów motywacyjnych zatwierdzonych przez HR",
    "Get the best HR-approved cover letter examples so you know what to include and what not to use in your winning cover letter.": "Uzyskaj najlepsze przykłady listów motywacyjnych zatwierdzonych przez HR, abyś wiedział, co uwzględnić, a czego nie pisać w liście motywacyjnym.",
    "How to format a cover letter": "Jak sformatować list motywacyjny",
    "Learn how to format a cover letter so that the relevant information is presented in the right way to convince hiring managers.": "Dowiedz się, jak sformatować list motywacyjny, aby odpowiednie informacje były prezentowane we właściwy sposób, tak przekonać aby przekonać do siebie pracodawców.",
    "Germany": "Niemcy",
    "Antarctica": "Antarktyda",
    "Saudi Arabia": "Arabia Saudyjska",
    "Argentina": "Argentyna",
    "Australia": "Australia",
    "Austria": "Austria",
    "Bahrain": "Bahrajn",
    "Belgium": "Belgia",
    "Brazil": "Brazylia",
    "Canada": "Kanada",
    "Qatar": "Katar",
    "Chile": "Chile",
    "China": "Chiny",
    "Colombia": "Kolumbia",
    "South Korea": "Korea Południowa",
    "Costa Rica": "Costa Rica",
    "Denmark": "Dania",
    "Ecuador": "Ekwador",
    "Egypt": "Egipt",
    "United Arab Emirates": "Zjednoczone Emiraty Arabskie",
    "Spain": "Hiszpania",
    "United States": "Stany Zjednoczone",
    "Philippines": "Filipiny",
    "Finland": "Finlandia",
    "France": "Francja",
    "Greece": "Grecja",
    "Holland": "Holandia",
    "Hong Kong": "Hong Kong",
    "Hungary": "Węgry",
    "India": "Indie",
    "Indonesia": "Indonezja",
    "Ireland": "Irlandia",
    "Israel": "Izrael",
    "Italy": "Włochy",
    "Japan": "Japonia",
    "Kuwait": "Kuwejt",
    "Luxembourg": "Luksemburg",
    "Malaysia": "Malezja",
    "Morocco": "Maroko",
    "Mexico": "Meksyk",
    "Nigeria": "Nigeria",
    "Norway": "Norwegia",
    "New Zealand": "Nowa Zelandia",
    "Oman": "Oman",
    "Pakistan": "Pakistan",
    "Panama": "Panama",
    "Peru": "Peru",
    "Poland": "Polska",
    "Portugal": "Portugalia",
    "United Kingdom": "Wielka Brytania",
    "Czech Republic": "Czechy",
    "Romania": "Rumunia",
    "Russia": "Rosja",
    "Singapore": "Singapur",
    "South Africa": "Afryka Południowa",
    "Sweden": "Szwecja",
    "Switzerland": "Szwajcaria",
    "Thailand": "Tajlandia",
    "Taiwan": "Tajwan",
    "Turkey": "Turcja",
    "Ukraine": "Ukraina",
    "Uruguay": "Urugwaj",
    "Venezuela": "Wenezuela",
    "Vietnam": "Wietnam",
    "No results": "Brak wyników",
    "%(count)s Results": "%(count)s Wyników",
    "Upgrade now to get access to all of %(appName)s’s features": "Aktualizuj teraz, aby uzyskać dostęp do wszystkich funkcji %(appName)s",
    "By unsubscribing, you’ll miss out on all %(appName)s’s ever-evolving, career-enhancing features.": "Rezygnując z subskrypcji, stracisz dostęp do wszystkich, %(appName)s stale aktualizowanych funkcji rozwijających karierę.",
    "You have now successfully unsubscribed from our services and will no longer be charged by %(appName)s. Check the confirmation email of your status that will be sent to the email address you registered with: <strong>%(userEmail)s</strong>.": "Pomyślnie zrezygnowałeś(-aś) z naszych usług i nie będziesz już obciążany(-a) przez %(appName)s. Sprawdź wiadomość e-mail z potwierdzeniem swojego statusu, która zostanie wysłana na adres e-mail zarejestrowany w: <strong>%(userEmail)s</strong>.",
    "The cancellation will be effective at the end of the current billing period on %(date)s": "Anulowanie będzie obowiązywać pod koniec bieżącego okresu rozliczeniowego w dniu %(date)s",
    "Language": "Język",
    "Download your document using our new editor": "Pobierz dokument za pomocą naszego nowego edytora",
    "Since the last time you worked on your document we’ve made some upgrades. Open your document using the new editor to check out the latest features and download a copy.": "Od czasu ostatniej pracy nad dokumentem wprowadziliśmy kilka aktualizacji. Otwórz dokument za pomocą nowego edytora, aby sprawdzić najnowsze funkcje i pobrać kopię.",
    "Open your document using the new editor": "Otwórz dokument za pomocą nowego edytora",
    "Updated on %(month)s %(day)s %(year)s at %(hours)s:%(minutes)s %(ampm)s": "Aktualizacja planowana na %(month)s%(day)s%(year)s o %(hours)s%(minutes)s%(ampm)s",
    "January": "Styczeń",
    "February": "Luty",
    "March": "Marzec",
    "April": "Kwiecień",
    "May": "Maj",
    "June": "Czerwiec",
    "July": "Lipiec",
    "August": "Sierpień",
    "September": "Wrzesień",
    "October": "Październik",
    "November": "Listopad",
    "December": "Grudzień",
    "Easy apply": "Łatwe składanie wniosków",
    "Salary": "Wynagrodzenie",
    "New": "Nowe",
    "See more jobs...": "Zobacz więcej ofert pracy ...",
    "Share your resume online!": "Udostępnij swoje CV online!",
    "Send employers a link to an online version of your resume which looks great on any device": "Wyślij pracodawcom link do wersji online Twojego CV, które wygląda świetnie na każdym urządzeniu",
    "Share your cover letter online!": "Udostępnij swój list motywacyjny w Internecie!",
    "Send employers a link to an online version of your cover letter which looks great on any device": "Wyślij pracodawcom link do internetowej wersji Twojego listu motywacyjnego, wygląda świetnie na każdym urządzeniu mobilnym",
    "Find jobs that match your profile and send your job-winning resume": "Znajdź oferty pracy pasujące do Twojego profilu i wyślij CV",
    "What are you looking for?": "Czego szukasz?",
    "Where?": "Gdzie?",
    "Type a job, industry or business": "Wpisz stanowisko, branżę lub firmę",
    "Type the town, city, state or country": "Wpisz miasto, województwo lub kraj",
    "Job vacancies": "Oferty pracy",
    "Unshare": "Nie udostępniaj",
    "Preview online": "Podgląd online",
    "Share it online": "Udostępnij to online",
    "Terms & Conditions": "Regulamin",
    "Privacy Policy": "Polityka prywatności",
    "Contact Us": "Skontaktuj się z nami",
    "You haven't created a resume yet": "Nie utworzyłeś jeszcze CV",
    "You haven't created a cover letter yet": "Nie utworzyłeś jeszcze listu motywacyjnego",
    "Recommended for you": "Rekomendowane dla Ciebie",
    "No search results found": "Nie znaleziono żadnych wyników",
    "Share your resume": "Udostępnij swoje CV",
    "Send a private link to your resume or share it on social media. This online version will automatically update when you make changes.": "Wyślij prywatny link do swojego CV lub udostępnij go w mediach społecznościowych. Wersja online zostanie automatycznie zaktualizowana, gdy wprowadzisz zmiany.",
    "Copy and paste the private link": "Skopiuj i wklej prywatny link",
    "Your resume is visible to others.": "Twoje CV jest widoczne dla innych.",
    "Click the switch if you don’t want other people to see your resume using the link.": "Kliknij przełącznik, jeśli nie chcesz, aby inne osoby widziały Twoje CV za pomocą linku.",
    "Your resume is not visible to others.": "Twoje CV nie jest widoczne dla innych.",
    "No one can see your resume using the link. Click the switch to make it visible.": "Nikt nie może zobaczyć Twojego CV za pomocą linku. Kliknij przełącznik, aby było widoczne.",
    "Preview": "Podgląd",
    "Or click on the icons to share using social media or email": "Lub kliknij ikony, aby udostępnić je za pomocą mediów społecznościowych lub poczty e-mail",
    "Copied! Right-click to paste": "Skopiowano! Kliknij prawym przyciskiem myszki aby wkleić",
    "Shared": "Udostępniono",
    "Copy": "Kopiuj",
    "Send employers or friends a private link to your cover letter. This online version will automatically update when you make changes.": "Wyślij pracodawcom lub znajomym prywatny link do listu motywacyjnego. Ta wersja online zostanie automatycznie zaktualizowana kiedy wprowadzisz zmiany.",
    "Copy the private link": "Skopiuj prywatny link",
    "Your cover letter is visible to others.": "Twój list motywacyjny jest widoczny dla innych.",
    "Click the switch if you don’t want people to see it using the link.": "Kliknij przełącznik, jeśli nie chcesz, aby użytkownicy widzieli go za pomocą linku.",
    "Share your cover letter": "Udostępnij swój list motywacyjny",
    "Your cover letter is not visible to others.": "Twój list motywacyjny nie jest widoczny dla innych.",
    "No one can see your cover letter using the link. Click the switch to make it visible.": "Nikt nie może zobaczyć Twojego listu motywacyjnego za pomocą linku. Kliknij przełącznik, aby był widoczny.",
    "Share": "Udostępnij",
    "WARNING!": "UWAGA!",
    "The elements of the present website (including, but not limited to, source code, software, trademarks, information texts, content, structure and design) are copyrighted and no licenses, express or implied, are granted to software developers, users and/or other third parties.": "Elementy niniejszej strony internetowej (w tym, między innymi kod źródłowy, oprogramowanie, znaki handlowe, teksty informacyjne, zawartość, struktura i projekt) są chronione prawem autorskim i żadne licencje, wyraźne ani domniemane, nie są udzielane twórcom oprogramowania, użytkownikom i / lub inne osoby trzecie.",
    "Is strictly forbidden to use (or contribute to an individual to do so) the web browser’s console used to access this website to insert and/or execute expressions, commands or codes that, directly or indirectly, interfere, manipulate and/or damage any element of this website, especially its source code.": "Surowo zabrania się używania (lub przyczyniania się do używania przez inna osobę) konsoli przeglądarki internetowej używanej do uzyskiwania dostępu do tej witryny w celu uzyskania dostępu do tej witryny w celu wstawiania i/lub wykonywania wyrażeń, poleceń lub kodów, które bezpośrednio lub pośrednio zakłócają, manipulują i/lub uszkadzają dowolny element tej witryny, w szczególności jej kod źródłowy.",
    "Please be aware that this actions could involve, among others, (a) that your private information or personal data is sent to an unauthorized third party and/or the owner or operator of a false website and, consequently, they are stolen and/or processed for fraudulent purposes or (b) that a malware can be installed on your computer to access your files (documents, photos, videos), camera, microphone, printer or devices connected to your computer, which would make your privacy more vulnerable.": "Prosimy mieć na uwadze, że działania te mogą obejmować między innymi (a) to, że Twoje prywatne informacje lub dane osobowe są wysyłane do nieautoryzowanej strony trzeciej i/lub właściciela albo operatora fałszywej strony internetowej, a w konsekwencji są kradzione i/lub przetwarzane w nieuczciwych celach lub (b) możliwość zainstalowania złośliwego oprogramowania na komputerze w celu uzyskania dostępu do plików (dokumentów, zdjęć, filmów), aparatu, mikrofonu, drukarki lub urządzeń podłączonych do komputera, co może narazić Twoją prywatność na niebezpieczeństwo.",
    "The owner and operator of this website (copyright holder) will not be liable for any direct or indirect, incidental, special, exemplary or consequential damages for an individual arising from, out of or in connection with the infringement of the present warning.": "Właściciel i operator tej strony internetowej (właściciel praw autorskich) nie ponosi odpowiedzialności za jakiekolwiek bezpośrednie lub pośrednie, przypadkowe, specjalne, przykładowe lub wynikowe szkody dla osób fizycznych wynikające z lub w związku z naruszeniem niniejszego ostrzeżenia.",
    "Moreover, any user of this website must refrain, as it is prohibited, from totally or partially copy, reproduce, publish, transform, provide, distribute, transmit, publicly communicate, display or make use of any of the elements of our Website.": "Ponadto, każdy użytkownik tej strony internetowej musi powstrzymać się, ponieważ jest to zabronione, od całkowitego lub częściowego kopiowania, powielania, publikowania, przekształcania, zapewniania, rozpowszechniania, przekazywania, publicznego komunikowania się, wyświetlania lub korzystania z któregokolwiek z elementów naszej strony internetowej.",
    "The owner and operator of this website reserves the right to take any and all necessary legal actions, including compensation for direct and indirect damages, at our disposal that it will be considered appropriate for the best defense of its legitimate rights and interests, in the event of an infringement of its intellectual property rights": "Właściciel i operator tej strony zastrzega sobie prawo do podjęcia wszelkich niezbędnych kroków prawnych, w tym do odszkodowania za szkody bezpośrednie i pośrednie, w naszej dyspozycji, że w przypadku naruszenia jego praw własności intelektualnej zostanie uznane za właściwe dla najlepszej obrony jego uzasadnionych praw i interesów",
    "Find the perfect job close to you!": "Znajdź idealną pracę blisko siebie!",
    "Jobs by": "Oferty pracy wg",
    "Rename your resume": "Zmień nazwę swojego CV",
    "Rename your cover letter": "Zmień nazwę listu motywacyjnego",
    "Insert valid date": "Wprowadź prawidłową datę",
    "Help & Contact": "Pomoc i kontakt",
    "Want expert advice?": "Potrzebujesz porady eksperta?",
    "Visit our Help & Contact section": "Odwiedź sekcję Pomoc i kontakt",
    "or send an e-mail to %(appEmail)s": "lub wyślij e-mail na adres %(appEmail)s",
    "Go to Help & Contact": "Przejdź do Pomoc i kontakt",
    "resume": "CV",
    "cover letter": "list motywacyjny",
    "Jobs": "Oferty pracy",
    "new resume": "nowe CV",
    "new cover letter": "nowy list motywacyjny",
    "See more": "Zobacz więcej",
    "Updated %(monthShort)s %(day)s, %(hours)s:%(minutes)s": "Zaktualizowano %(day)s.%(monthShort)s o godz. %(hours)s:%(minutes)s",
    "Upgrade now": "Kup teraz",
    "Settings": "Ustawienia",
    "Edit": "Edytuj",
    "What?": "Co?",
    "Job, industry or business…": "Stanowisko, branża lub firma…",
    "Town, city, state or country…": "Miasto, województwo lub państwo…",
    "Recommended jobs": "Polecane oferty pracy",
    "Read more": "Czytaj więcej",
    "Current Subscription Plan": "Aktualny plan subskrypcji",
    "Upgrade": "Uaktualnij",
    "Registered": "Zarejestrowany",
    "Premium Basic User": "Użytkownik Premium Podstawowy",
    "Premium Unlimited User": "Użytkownik Premium Nieograniczony",
    "Payment History": "Historia płatności",
    "Here you can review your payments after your initial Trial Fee of %(trialFeeSubscription)s": "Tutaj możesz sprawdzić swoje płatności po początkowej opłacie próbnej w wysokości %(trialFeeSubscription)s",
    "Date": "Data",
    "Plan": "Plan",
    "Total": "Łącznie",
    "Status": "Status",
    "Next payment": "Następna płatność",
    "Paid": "Zapłacone",
    "Free User": "Darmowy użytkownik",
    "MM/DD/YYYY": "MM/DD/RRRR",
    "Need any help?": "Potrzebujesz pomocy?",
    "Before you go %(userName)s, we wanted to show you the special offers you’re missing": "Zanim odejdziesz %(userName)s, chcieliśmy pokazać Ci oferty specjalne, których Ci brakuje",
    "Before you go, we wanted to show you the special offers you’re missing": "Zanim odejdziesz, chcieliśmy pokazać Ci oferty specjalne, których Ci brakuje",
    "Available for a limited time only": "Dostępne tylko przez ograniczony czas",
    "Keep your trial rolling for another month of unlimited access completely free*.": "Kontynuuj okres próbny przez kolejny miesiąc nieograniczonego dostępu całkowicie za darmo*.",
    "Get another 30 days free": "Uzyskaj kolejne 30 dni za darmo",
    "* (This will renew at a cost of %(price)s after 4 weeks)": "* (To odnowi koszt %(price)s po 4 tygodniach)",
    "Keep unlimited access to our resume builder until you find your ideal job for just %(offerPrice)s a month.": "Zachowaj dostęp do kreatora CV, dopóki nie znajdziesz pracy, za jedyne %(offerPrice)s.",
    "Select our %(offerPrice)s a month offer": "Wybierz ofertę %(offerPrice)s/miesiąc",
    "Select our %(price)s a year offer": "Wybierz ofertę %(price)s/rok",
    "Don’t settle for bland, generic resumes and cover letters": "Nie zadowalaj się nijakimi CV i listami motywacyjnymi",
    "We can help you avoid that with our easily customized templates, user-friendly content wizard, and tips on how to seriously impress employers!": "Pomożemy Ci tego uniknąć dzięki naszym łatwym do dostosowania szablonom, przyjaznemu dla użytkownika kreatorowi treści i wskazówkom, jak naprawdę zaimponować pracodawcom!",
    "Are you sure you want to unsubscribe?": "Czy na pewno anulować subskrypcję?",
    "No, don’t cancel it!": "Nie, nie anuluj jej!",
    "Yes, cancel my subscription": "Tak, anuluj moją subskrypcję",
    "I understand that I will lose access to my Premium features, but I’m still happy to cancel.": "Rozumiem, że utracę dostęp do moich funkcji Premium, ale nadal z przyjemnością anuluję.",
    "Are you sure you want to cancel your subscription?": "Czy na pewno chcesz anulować swoją subskrypcję?",
    "Once you cancel you can no longer use our tools to:": "Po anulowaniu nie będziesz mógł/mogła już używać naszych narzędzi, aby:",
    "Download PDFs of your documents": "pobierać pliki PDF swoich dokumentów;",
    "Create personalized CVs and Cover Letters": "tworzyć spersonalizowane CV i listy motywacyjne;",
    "Share your documents online": "udostępniać swoje dokumenty online.",
    "Return to Dashboard": "Wróć do Pulpitu",
    "Cancel Subscription": "Anuluj subskrypcję",
    "Thanks for your purchase!": "Dziękujemy za Twój zakup!",
    "We’ve sent you an email as confirmation.": "Wysłaliśmy Ci e-mail z potwierdzeniem.",
    "30 extra days unlimited access free": "30 dodatkowych dni nieograniczonego dostępu za darmo",
    "Unlimited access for %(offerPrice)s per month": "Nieograniczony dostęp za %(offerPrice)s miesięcznie",
    "1 year’s unlimited access for the price of a month": "1 rok nieograniczonego dostępu w cenie miesiąca",
    "This purchase will be charged to the same card you used for the previous subscription": "Za ten zakup zostanie obciążona ta sama karta, której użyłeś(-aś) w poprzedniej subskrypcji",
    "Account information": "Informacje o koncie",
    "Visit My Dashboard": "Odwiedź Mój Pulpit",
    "You can cancel your subscription at any time via your account settings. If you need any assistance please contact our customer service team at %(appEmail)s": "Możesz anulować subskrypcję w dowolnym momencie poprzez ustawienia konta. Jeśli potrzebujesz pomocy, skontaktuj się z naszym zespołem obsługi klienta pod adresem %(appEmail)s",
    "Call us for free at +1 (844) 333-0735, Mon-Sun 8 am - 6 pm CET": "Odwiedź sekcję Pomoc i kontakt",
    "You’re 75%% more likely to get rejected without a unique resume or cover letter for each job application.": "Prawdopodobieństwo odrzucenia jest o 75%% większe bez unikalnego CV lub listu motywacyjnego dla każdego podania o pracę.",
    "Save up to 90%% with a one-off fee of %(price)s for 1 year’s unlimited access to all our resume tools.": "Zaoszczędź do 90%% dzięki jednej opłacie %(price)s / rok dostępu do narzędzi CV.",
    "MOST POPULAR": "NAJPOPULARNIEJSZE",
    "Please reload the page. If the error persists, try again later.": "Odśwież stronę. Jeśli błąd będzie się powtarzał, spróbuj ponownie później.",
    "Something went wrong": "Coś poszło nie tak",
    "We were not able to apply the offer.": "Nie udało się złożyć oferty.",
    "BACK TO OFFERS": "POWRÓT DO LISTY OFERT",
    "Account Settings": "Ustawienia konta",
    "EMAIL ACCOUNT": "ADRES E-MAIL",
    "Confirm new password": "Potwierdź nowe hasło",
    "SAVE CHANGES": "ZAPISZ ZMIANY",
    "Membership": "Członkostwo",
    "PREMIUM ACCOUNT": "KONTO PREMIUM",
    "Unlock our premium features": "Odblokuj funkcje Premium",
    "Starting from": "Już od",
    "Personal information": "Dane osobowe",
    "First name": "Imię",
    "Last name": "Nazwisko",
    "Remove Photo": "Usuń zdjęcie",
    "Easy to guess!": "Łatwo zgadnąć!",
    "Not bad...": "Nieźle...",
    "Great job!": "Dobra robota!",
    "New password": "Nowe hasło",
    "Resumes and cover letters": "CV i listy motywacyjne",
    "Unlimited downloads and storage": "Nieograniczone pobieranie i przechowywanie",
    "Share resumes online": "Udostępnij CV online",
    "Access to premium templates": "Dostęp do szablonów Premium",
    "Unlimited tips and real examples": "Nieograniczone wskazówki i realne przykłady",
    "UPGRADE NOW": "KUP TERAZ",
    "* (This will renew at a monthly cost of %(price)s after 30 days)": "* (Konto będzie odnawiane co 30 dni za miesięczną opłatą w wysokości %(price)s).",
    "Extend your Premium unlimited access!": "Przedłuż swój nieograniczony dostęp Premium!",
    "Pay for a month, get 11 for free!": "Zapłać za miesiąc, a otrzymasz 11 miesięcy za darmo!",
    "Keep your trial rolling for another month of unlimited access completely free.": "Kontynuuj swój okres próbny przez kolejny miesiąc nieograniczonego dostępu całkowicie za darmo.",
    "APPLY OFFER": "ZASTOSUJ OFERTĘ",
    "We are applying your offer…": "Stosujemy Twoją ofertę...",
    "Get your 90%% discount!": "Skorzystaj z 90%% zniżki!",
    "Remove": "Usuń",
    "Drag to reposition": "Przeciągnij, aby przesunąć",
    "Upload a new photo": "Prześlij nowe zdjęcie",
    "Save": "Zapisz",
    "The photo you have uploaded is too heavy.": "Rozmiar przesłanego zdjęcia jest zbyt duży.",
    "Please try again with one that weighs less than 2MB.": "Spróbuj przesłać ponownie zdjęcie w rozmiarze mniejszym niż 2 MB.",
    "Manage my account": "Zarządzaj moim kontem",
    "Cancel Premium membership": "Anuluj członkostwo Premium",
    "Do you want to cancel your Premium account?": "Czy chcesz usunąć swoje konto Premium?",
    "Original": "Poprzednia",
    "%(price)s / month": "%(price)s / miesiąc",
    "%(price)s / year": "%(price)s / rok",
    "%(userName)s, we’re sad to see you go": "%(userName)s, przykro nam, że nas opuszczasz",
    "We are sad to see you go": "Przykro nam, że nas opuszczasz",
    "Are you sure you no longer need career assistance?": "Na pewno nie potrzebujesz już wsparcia zawodowego?",
    "From the moment you cancel your Premium account, you will lose access to these features:": "Od momentu anulowania swojego konta Premium stracisz dostęp do następujących funkcji:",
    "Unlimited resumes and cover letters": "Nieograniczone CV i listy motywacyjne,",
    "Downloading in PDF format": "pobieranie w formacie PDF,",
    "Expert tips and real examples": "porady ekspertów i prawdziwe przykłady,",
    "Online professional advice and support": "wsparcie i doradztwo zawodowe online,",
    "Sharing resumes and applying for jobs online": "udostępnianie CV i składanie podań o pracę online.",
    "No, keep Premium account": "Nie, zachowaj konto Premium",
    "Yes, cancel my account": "Tak, anuluj moje konto",
    "Other options to consider": "Pozostałe opcje do rozważenia",
    "Have a chat with our customer service team if you are having difficulties using any of our tools": "Porozmawiaj z naszym zespołem ds. obsługi klienta, jeśli masz jakieś problemy z korzystaniem z naszych narzędzi",
    "Get extra help": "Uzyskaj dodatkową pomoc",
    "Create a unique cover letter that will get you 67 %% more interviews when applying": "Stwórz wyjątkowy list motywacyjny, który sprawi, że odbędziesz o 67%% więcej rozmów w sprawie pracy, biorąc udział w rekrutacji",
    "Subscription Cancelled": "Anulowano subskrypcję",
    "Thankyou for using %(appName)s": "Dziękujemy za korzystanie z %(appName)s",
    "CANCELLATION DATE": "DATA ANULOWANIA",
    "You will receive a confirmation email at %(userEmail)s, make sure to check your spam folder.": "Otrzymasz wiadomość e-mail z potwierdzeniem na adres %(userEmail)s. Sprawdź również folder ze spamem.",
    "We will save all your documents in case you wish to sign up again in the future.": "Zapiszemy wszystkie Twoje dokumenty na wypadek, jeśli zdecydujesz się na ponowną rejestrację w przyszłości.",
    "You won’t receive any more %(appName)s charges.": "Opłaty z %(appName)s nie będą już pobierane.",
    "Let us know why you’ve decided to cancel your Premium membership, so that we can improve our services for the future": "Poinformuj nas, dlaczego zdecydowałeś(-aś) się zrezygnować z członkostwa Premium, abyśmy mogli ulepszyć nasze usługi w przyszłości.",
    "Please, indicate your motive before continuing": "Przed kontynuacją opisz przyczynę.",
    "SUBMIT AND CONTINUE": "PRZEŚLIJ I KONTYNUUJ",
    "Your opinion is important to us, so thank you very much for helping us to continue improving our services": "Twoja opinia jest dla nas ważna, będziemy wdzięczni za pomoc w ulepszaniu naszych usług!",
    "Oh, snap! We're sorry you’ve experienced technical issues :(": "O, kurczę! Przykro nam, że wystąpiły problemy techniczne :(",
    "We're here to help! Please describe the problem you’re experiencing and we'll get back to you as soon as possible.": "Służymy pomocą! Opisz swój problem, a my skontaktujemy się z Tobą najszybciej, jak to możliwe.",
    "Contact details": "Dane kontaktowe",
    "Name": "Imię i nazwisko",
    "Email": "E-mail",
    "Tell us what went wrong": "Powiedz nam, co poszło nie tak",
    "Describe the issue here": "Opisz problem tutaj",
    "SUBMIT": "PRZEŚLIJ",
    "To better help you, please provide as many relevant details as you can.": "Aby móc Ci lepiej pomóc, podaj jak najwięcej istotnych szczegółów.",
    "Feedback received! Please allow for some time before canceling your account. If we're not able to fix your issue, we will help you cancel your account, hassle-free.": "Otrzymaliśmy informację zwrotną! Przed usunięciem konta odczekaj pewien czas. Jeśli nie będziemy w stanie rozwiązać problemu, pomożemy Ci bezproblemowo usunąć konto.",
    "Expert Tips": "Porady eksperta",
    "Does your resume pass the AI test?": "Czy Twoje CV przeszło test AI?",
    "Run your resume through our Resume Checker and find out the best ways to improve it in minutes.": "Sprawdź swoje CV w naszym programie Resume Checker i w ciągu kilku minut dowiedz się, jak je poprawić.",
    "Review My Resume": "Sprawdź moje CV",
    "Check to see if your resume meets the following:": "Sprawdź, czy Twoje CV spełnia poniższe kryteria:",
    "No empty sections": "Brak pustych sekcji",
    "No more than 2 pages": "Nie więcej niż 2 strony",
    "No grammatical errors or typos": "Brak błędów gramatycznych i literówek",
    "Skills and descriptions are relevant to the specific application": "Umiejętności i opisy są adekwatne do konkretnego podania o pracę",
    "Descriptions are short and to the point": "Opisy są krótkie i rzeczowe",
    "You’ve made a cover letter to go with the job application": "Przygotowałeś(-aś) list motywacyjny do podania o pracę",
    "GOOD TO GO!": "BĄDŹ W GOTOWOŚCI!",
    "EDIT MY RESUME": "EDTUJ MOJE CV",
    "Rate us online": "Oceń nas online",
    "Love our tool? Let others know by leaving a review.": "Podoba Ci się nasze narzędzie? Daj znać innym, zostawiając recenzję.",
    "Leave a Review": "Zostaw recenzję",
    "Have you tried our job searching tool?": "Czy korzystałeś(-aś) z naszego narzędzia do poszukiwania pracy?",
    "We connect you to the latest job opportunities from top companies. Be the first one to apply!": "Przedstawiamy Ci najnowsze oferty pracy w najlepszych firmach. Aplikuj jako pierwszy(-a)!",
    "Find Me My Dream Job": "Znajdź mi pracę marzeń",
    "Call us for free at (+44) 808 196 4677, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "Zadzwoń do nas pod bezpłatny numer (+44) 808 196 4677, pon.–pt. 8:00–20:00, sob.–niedz. 8:00–18:00, CET",
    "Call us for free at (+34) 900 109 004, Mon-Sun 8:00 - 18:00, CET": "Zadzwoń do nas pod bezpłatny numer (+34) 900 109 004, pon.–niedz. 8:00–18:00, CET",
    "Call us for free at (+33) 08 00 99 16 12, Mon-Fri 8:00 - 20:00, Sat-Sun 8:00 - 18:00, CET": "Zadzwoń do nas pod bezpłatny numer (+33) 08 00 99 16 12, pon.–pt. 8:00–20:00, sob.–niedz. 8:00–18:00, CET",
    "Call us for free at (+39) 800 130 350, Mon-Fri 10:00 - 19:00 CET": "Zadzwoń do nas pod bezpłatny numer (+39) 800 130 350, pon.–pt. 10:00–19:00, CET",
    "Call us for free at +1 (844) 333-0735, Mon-Fri 8 am - 8 pm, Sat-Sun 8 am - 6 pm, CET": "Zadzwoń do nas pod bezpłatny numer +1 (844) 333-0735, pon.–pt. 8:00–20:00, sob.–niedz. 8:00–18:00, CET",
    "Call us for free at +1 (866) 575-0970, Mon-Fri 2 am - 2 pm, Sat-Sun 2 am - 12 pm, EST": "Zadzwoń do nas pod bezpłatny numer +1 (866) 575-0970, pon.–pt. 2:00–20:00, sob.–niedz. 2:00–18:00, EST",
    "Untitled %(docType)s": "Bez nazwy %(docType)s",
    "Next step": "Następny krok",
    "Hi %(name)s, get ready to land your dream job": "Cześć, %(name)s, przygotuj się na zdobycie wymarzonej pracy!",
    "Every resume needs a cover letter": "Każde CV potrzebuje listu motywacyjnego",
    "Double your chances with a customized cover letter.": "Zwiększ swoje szanse dwukrotnie dzięki spersonalizowanemu listowi motywacyjnemu.",
    "Create cover letter": "Stwórz list motywacyjny",
    "Recommended": "Polecane",
    "Discover your online resume": "Odkryj funkcję internetowego CV",
    "Copy and paste a unique URL for easy sharing and keep track of views.": "Skopiuj i wklej unikalny adres URL w celu łatwego udostępniania i śledzenia wyświetleń.",
    "View my online resume": "Wyświetl moje internetowe CV",
    "Top reads": "Najczęściej czytane",
    "Online resume": "Internetowe CV",
    "Documents": "Dokumenty",
    "New resume": "Nowe CV",
    "Digital pdf (single-page)": "Cyfrowy plik PDF (pojedyncza strona)",
    "Print ready pdf (multi-page)": "Plik PDF gotowy do druku (wielostronicowy)",
    "TXT (plain text)": "TXT (zwykły tekst)",
    "min": "min",
    "Hi!": "Witaj!",
    "Get ready to land your dream job": "Przygotuj się na zdobycie wymarzonej pracy",
    "Resume review": "Weryfikacja CV",
    "Maximize your chances with expert recommendations": "Zmaksymalizuj swoje szanse dzięki rekomendacjom ekspertów",
    "Crafting a winning resume can be challenging. Our advice will help you identify improvement areas, so you can adapt your resume to your dream job.": "Stworzenie skutecznego CV może być nie lada wyzwaniem. Nasze porady pomogą Ci zidentyfikować elementy do poprawy, dzięki czemu będziesz w stanie dopasować życiorys do swojej wymarzonej pracy.",
    "In-depth analysis": "Szczegółowa analiza",
    "We will meticulously examine your resume ensuring it aligns perfectly with industry standards.": "Dokładnie przeanalizujemy Twoje CV, upewniając się, że idealnie pasuje do standardów branżowych.",
    "Tailored feedback": "Indywidualna informacja zwrotna",
    "Receive personalized suggestions to help you highlight your strengths and address any weaknesses.": "Otrzymasz spersonalizowane sugestie, które pomogą Ci podkreślić Twoje mocne strony i wyeliminować wszelkie słabości.",
    "Professional insights": "Profesjonalne spostrzeżenia",
    "Understand exactly what employers are looking for in candidates, for your specific job title.": "Dowiedz się, czego dokładnie pracodawcy szukają u kandydatów na dane stanowisko.",
    "What is your desired job position?": "Jakie jest Twoje pożądane stanowisko pracy?",
    "Job position": "Stanowisko",
    "Review resume": "Zweryfikuj CV",
    "<span>Ready in 48h.</span> Ensure it's correct, one chance only.": "<span>Realizacja w ciągu 48 godzin.</span> Upewnij się, że wybierasz poprawny plik. Masz tylko jedną szansę.",
    "Unlock now.": "Odblokuj teraz.",
    "Choose a resume to review": "Wybierz CV do weryfikacji",
    "Select": "Wybierz",
    "Your resume review request was submitted.": "Twoja prośba o weryfikację CV została przesłana.",
    "Checking marketability and clarity": "Sprawdzanie atrakcyjności rynkowej i przejrzystości",
    "Verifying formatting": "Weryfikowanie formatowania",
    "Analyzing achievements": "Analizowanie osiągnięć",
    "Evaluating content relevance": "Ocenianie przydatności zawartości",
    "Assesing fit to desired job": "Ocenianie dopasowania do pożądanego stanowiska",
    "Your resume is being reviewed": "Twoje CV jest w trakcie weryfikacji",
    "Come back in": "Wróć za",
    "Essential": "Istotne",
    "Recommended": "Polecane",
    "Get your resume reviewed by experts": "Zleć analizę swojego CV ekspertom",
    "Receive professional feedback within 48h, then apply to your dream job.": "Otrzymaj profesjonalną informację zwrotną w ciągu 48 godzin, a następnie aplikuj na wymarzone stanowisko.",
    "Request resume review": "Zamów weryfikację CV",
    "Your resume review is ready.": "Weryfikacja Twojego CV jest gotowa.",
    "View": "Wyświetl",
    "Document reviewed": "Dokument został zweryfikowany",
    "Job position": "Stanowisko",
    "Edit resume": "Edytuj CV",
    "Boost your chances of standing out to potential employers": "Zwiększ swoje szanse na wyróżnienie się wśród potencjalnych pracodawców",
    "Based on the experience and skills highlighted in your resume, we've put together some tailored suggestions to help you excel in your application for a %(position)s position in %(country)s:": "Na podstawie doświadczenia i umiejętności wyróżnionych w Twoim CV, przygotowaliśmy kilka indywidualnych sugestii, które pomogą Ci wyróżnić się podczas aplikowania na stanowisko %(position)s w kraju %(country)s:",
    "Resume <span> Review </span>": "Weryfikacja <span> CV </span>",
    "Apply this advice to ensure your resume is effective, professional, and optimized for both human and automated review (ATS).": "Skorzystaj z tych porad, aby Twoje CV było efektywne, profesjonalne i zoptymalizowane zarówno pod kątem oceny przez człowieka, jak i automatycznej (ATS).",
    "Change": "Zmień",
    "No resumes yet":"Brak CV",
    "Unlock now": "Odblokuj teraz",
    "Don’t miss out on your resume review!": "Nie przegap weryfikacji swojego CV!",
    "If you have a pending Resume Review, it will be cancelled.": "Jeśli masz oczekującą weryfikację CV, zostanie ona anulowana.",
    "Time remaining": "Pozostały czas",
    "Go to resume review": "Przejdź do weryfikacji CV",
    "You’re missing the final step! Your resume review": "Brakuje ostatniego kroku! Weryfikacji CV",
    "Enhance your resume with expert feedback and boost your job opportunities. Stand out from the crowd!": "Ulepsz CV dzięki opiniom ekspertów i zwiększ swoje szanse na rynku pracy. Wyróżnij się z tłumu!",
    "Your expert coach": "Twój coach-ekspert",
    "ASK FOR RESUME REVIEW": "POPROŚ O WERYFIKACJĘ CV",
    "Continue": "Kontynuuj",
    "Unlimited User": "Użytkownik Unlimited"
}
